[
	{
		"id": 10,
		"slug": "banda-elastica-tubular-tonificadora-amarillo-10-lb",
		"name": "banda elastica  tubular tonificadora amarillo 10 lb",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-tubular-tonificadora-amarillo-10-lb-22.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-tubular-tonificadora-amarillo-10-lb/",
		"rating": 0.6,
		"price": 22000,
		"onOffer": false,
		"description": [
			"Discover the flamingo-like agility of our Fish, perfect for major users"
		],
		"longDescription": [
			"Laudantium deludo altus stipes acceptus ustilo. Commemoro reprehenderit absconditus. Verto comitatus alienus decet temperantia torrens.",
			"Valens admiratio absum cito ait. Tabella ea video theatrum. Carbo ciminatio impedit reiciendis.",
			"Tempora terra aestus accusamus vilis comprehendo tergiversatio cilicium. Auctus trucido verumtamen. Clarus hic voveo.",
			"Tertius deputo toties speculum sed. Vorago trado vergo vix soluta viscus abeo bos voluptates turpis. Claro crustulum dens amiculum aestivus.",
			"Casso vulpes tamen adflicto videlicet valeo. Stipes creta facere aranea coaegresco delibero. Tergo vinculum argumentum casus desolo vilitas bellicus.",
			"Cometes tondeo vicissitudo pectus uter tredecim tot arcus. Amaritudo succurro avaritia. Ara sodalitas ullam consectetur suffoco.",
			"Tamdiu voro viriliter sed benigne arbor mollitia cariosus ulterius cattus. Eius ater bibo caput tamisium. Catena aut stultus.",
			"Thema tardus uredo aufero crux solium fugit aptus. Tardus claustrum qui sto taedium inventore suppellex cavus reprehenderit tam. Claustrum possimus voluptatibus crebro omnis tempore vesco optio aliqua.",
			"Aptus vilis vilis spiritus iusto annus usitas. Aeger consequatur tot aro pecus defleo vetus auditor baiulus abeo. Consectetur temeritas sol voluptate arbustum trado curis vitiosus.",
			"Confido umquam verecundia. Vallum cumque caste vicissitudo advoco. Succurro fugiat temeritas."
		],
		"stock": 57,
		"type": "implement"
	},
	{
		"id": 11,
		"slug": "banda-elastica-22-lbs",
		"name": "banda elastica 22 lbs",
		"category": "Straps",
		"categorySlug": "straps",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-22-lbs-300x300.jpg",
		"link": "https://castillosport.com/producto/banda-elastica-22-lbs/",
		"rating": 4.7,
		"price": 20000,
		"onOffer": true,
		"description": [
			"Savor the moist essence in our Gloves, designed for robust culinary adventures",
			"The sleek and closed Towels comes with sky blue LED lighting for smart functionality"
		],
		"longDescription": [
			"Tracto sophismata textor capio doloribus. Tot sonitus somnus ubi iure tracto sint tamen quisquam. Adsum eos alii.",
			"Tenuis utrimque vilis timor reprehenderit. Dolorum turba absorbeo ago crux. Acervus vesper decens desino collum aqua adipiscor ullus ager subseco.",
			"Delectatio ago video deprimo concido corroboro amplitudo video deripio brevis. Claro texo ad volup deprimo. Spero vulgo sortitus turpis vomito tergeo accusator vel tenax aggero.",
			"Comptus vinco desino cervus bis contabesco. Delinquo somnus succurro concedo clibanus capitulus terror. Absorbeo alii admoneo advenio adopto.",
			"Adamo fugit aestivus deleo necessitatibus bonus coaegresco. Abstergo ullam eius nemo. Demo animi stella desolo talio tego caritas aedificium amplexus.",
			"Carmen tertius angulus. Facere autus calco ulciscor ultra sordeo cornu beatae. Censura terminatio pel conturbo termes cohibeo sublime tergo placeat.",
			"Totam sol aduro. Vinum antepono inventore aro tertius molestiae caute consequuntur arma. Contigo aer studio in constans cometes deprecator acidus."
		],
		"stock": 71,
		"type": "implement",
		"offerPrice": 13000,
		"discountPercentage": 35
	},
	{
		"id": 12,
		"slug": "banda-elastica-28-lbs",
		"name": "banda elastica 28 Lbs",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-28-lbs-300x300.jpg",
		"link": "https://castillosport.com/producto/banda-elastica-28-lbs/",
		"rating": 1.9,
		"price": 22000,
		"onOffer": true,
		"description": [
			"Stylish Gloves designed to make you stand out with illiterate looks",
			"Stylish Computer designed to make you stand out with silky looks"
		],
		"longDescription": [
			"Tribuo dedico vinculum vitiosus articulus. Barba aptus alioqui deleo territo tenus accusamus. Textilis suscipit depromo curto laboriosam utor in verto acquiro super.",
			"Approbo candidus speciosus laudantium harum repellendus subito celebrer bestia totam. Distinctio custodia angustus asper supellex eum auditor abundans adflicto. Nesciunt deripio doloremque utique pel natus valeo.",
			"Ut alter ademptio tutamen tricesimus comptus copiose labore cupiditate. Aequus explicabo quidem articulus magnam clarus canonicus alii. Convoco demulceo ipsam.",
			"Antea iste nesciunt aufero verto nesciunt cum ara vox convoco. A templum absorbeo supellex nihil tamquam ventito. Utroque conservo cuppedia eius.",
			"Cuius quaerat subiungo vesper cultellus stabilis. Cunabula attollo comis harum reiciendis cunctatio. Versus adulatio cavus demulceo tribuo demulceo.",
			"Arceo attero maxime. Absque vita acquiro utique antiquus cum theologus tricesimus. Curatio creber cibus benigne thymum vergo.",
			"Conscendo accusator derideo cotidie vilicus deporto defessus vomito. Spiritus vis verus charisma in apud timor atrox charisma. Tempus adicio cruciamentum dens sonitus aer."
		],
		"stock": 31,
		"type": "implement",
		"offerPrice": 16000,
		"discountPercentage": 27
	},
	{
		"id": 13,
		"slug": "banda-elastica-59-lbs",
		"name": "banda elastica 59 Lbs",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-59-lbs-300x300.jpg",
		"link": "https://castillosport.com/producto/banda-elastica-59-lbs/",
		"rating": 3.3,
		"price": 30000,
		"onOffer": false,
		"description": [
			"Professional-grade Hat perfect for obvious training and recreational use",
			"Discover the unusual new Chips with an exciting mix of Aluminum ingredients"
		],
		"longDescription": [
			"Decet vereor solium dens demulceo vinculum tres aptus vix. Teres depraedor enim bonus aliquam alii. Civitas ancilla desidero recusandae.",
			"Aqua dedecor sum maxime tracto turpis minus cernuus aiunt. Civis quaerat sed. Audeo tepidus cervus.",
			"Ait ait aliqua tempora utilis crapula. Apostolus quam delinquo doloribus ancilla. Decor velociter ars tripudio unde.",
			"Acsi deserunt sol sto venustas vesco apparatus vix deficio arceo. Advoco tego ustilo natus cimentarius. Nulla curso peccatus trucido aveho alii deduco stipes dedecor solitudo.",
			"Atqui audacia sum esse cenaculum arma deinde degero atrox atqui. Cervus thalassinus speciosus ubi subito valeo. Amet audentia addo qui libero tergum.",
			"Asporto curo adfectus aer statua vereor temperantia ventosus cattus. Antiquus conscendo peccatus demergo aperio cogito stips dens. Volup vilitas viridis atavus laboriosam crux architecto.",
			"Capto carcer addo pauper abeo succurro. Viduo amaritudo vox ceno. Contego depono tolero cedo quia.",
			"Sublime theologus tero adipiscor curis comis certe adhuc. Sum canonicus cohaero tempore. Ab thesis abstergo attero vehemens vomer deleniti cumque ter vomito."
		],
		"stock": 59,
		"type": "implement"
	},
	{
		"id": 14,
		"slug": "banda-elastica-86-lbs",
		"name": "banda elastica 86 Lbs",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-86-lbs-300x300.jpg",
		"link": "https://castillosport.com/producto/banda-elastica-86-lbs/",
		"rating": 1.9,
		"price": 34000,
		"onOffer": true,
		"description": [
			"Featuring Lanthanum-enhanced technology, our Pants offers unparalleled fragrant performance"
		],
		"longDescription": [
			"Sursum testimonium cilicium appositus voro aspernatur pauci congregatio utrum ratione. Statim patruus sulum dolor thymbra auctor. Unus viduo utor vetus defetiscor tibi accedo sumptus numquam absque.",
			"Angustus et venio crux sono delibero omnis. Vallum vomer aurum deficio ad conventus convoco candidus cunctatio occaecati. Pauci amplexus carpo vitiosus carus asporto.",
			"Odio stillicidium valetudo corpus. Tumultus cito depromo clementia. Autus autus derelinquo via maxime pecco coaegresco similique.",
			"Voluptas beatus sodalitas vulpes voro nulla. Comptus subvenio cogito terminatio cohors reiciendis. Apostolus illum occaecati abstergo arcesso denuo textus utilis angustus vir.",
			"Bellum distinctio comburo spargo pectus. Cribro suspendo talio caecus tergeo avarus alveus cruentus deripio ea. Teneo ulciscor depono adinventitias arcus amiculum bestia corrumpo.",
			"Vorax considero socius adulescens amet vox admitto urbanus antiquus. Defendo teres attollo attollo contra minima cruentus volubilis. Corpus deserunt alienus videlicet agnosco.",
			"Capillus aperiam inflammatio volaticus facilis ad. Decimus ipsa tepesco suspendo cattus solutio. Suffragium cetera amo compello basium harum."
		],
		"stock": 79,
		"type": "implement",
		"offerPrice": 26000,
		"discountPercentage": 24
	},
	{
		"id": 15,
		"slug": "banda-elastica-de-recistencia-en-latex-verde",
		"name": "banda elastica de recistencia  en latex verde",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-de-recistencia-en-latex-verde-95.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-de-recistencia-en-latex-verde/",
		"rating": 2.7,
		"price": 95000,
		"onOffer": false,
		"description": [
			"Professional-grade Shirt perfect for insistent training and recreational use"
		],
		"longDescription": [
			"Deporto appositus ventosus dedecor sed vita theologus ara. Deinde xiphias convoco amiculum possimus canis. Curo bardus clibanus stella blandior conicio.",
			"Numquam spoliatio audeo veniam. Maxime calculus aureus. Aeneus demulceo deleniti adopto degenero.",
			"Strenuus spoliatio vulnus suscipio volva alii. Clarus verecundia addo suscipio. Atrox deorsum claro amplitudo cultellus corrupti culpa cohors.",
			"Utor supellex utilis claro inflammatio subnecto demum dicta comburo numquam. Pauci valeo decor cursus cometes subseco comis torrens artificiose deripio. Theca sapiente depereo.",
			"Timor strues tamen. Crepusculum currus cito verus. Ipsam tabernus curvo praesentium cribro antiquus complectus."
		],
		"stock": 47,
		"type": "implement"
	},
	{
		"id": 16,
		"slug": "banda-elastica-de-resisitencia-en-latex-negro",
		"name": "banda elastica de resisitencia en latex negro",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-de-resisitencia-en-latex-negro-54.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-de-resisitencia-en-latex-negro/",
		"rating": 3.7,
		"price": 54000,
		"onOffer": false,
		"description": [
			"Introducing the Mozambique-inspired Bike, blending cumbersome style with local craftsmanship",
			"Intelligent Ball designed with Bamboo for leading performance"
		],
		"longDescription": [
			"Vir cibus cupiditas ducimus color corona usus nam tantum. Ubi absorbeo creo canis decens. Ter demoror aer suggero acerbitas.",
			"Cimentarius vulnus adflicto acceptus conitor certe vestigium soleo. Turpis patrocinor aurum voluntarius adhaero comis tonsor vado celebrer. Contigo abundans optio tergiversatio.",
			"Tonsor sursum voveo claustrum exercitationem urbs asporto apto. Odio nam approbo ceno adficio valens suadeo cubitum vesper thema. Congregatio tondeo coniecto constans abscido tripudio uter quos.",
			"Terreo stabilis creta. Neque admiratio angustus magnam auxilium ventito doloribus speciosus demulceo. Stips dolor error civitas.",
			"Vita depraedor vicinus. Tersus aegrotatio sodalitas. Supplanto vado vir adstringo.",
			"Teres universe recusandae. Ratione ter temeritas. Sollers succedo attonbitus vociferor utique audacia spiritus spargo labore.",
			"Tempus tamen demens pauper deficio adipisci sperno. Culpa dolorum acer sol abutor validus campana alo. Bardus caute quibusdam vacuus esse.",
			"Subseco debilito tripudio. Delibero perferendis utpote nam. Tabernus nulla victoria ulciscor adaugeo.",
			"Absum depereo eum cupiditate. Adulatio thymbra ocer venia voro thorax. Adinventitias apto cur cumque acsi cervus maiores apto."
		],
		"stock": 49,
		"type": "implement"
	},
	{
		"id": 17,
		"slug": "banda-elastica-de-resistencia-en-latex-azul",
		"name": "banda elastica de resistencia en latex azul",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-de-resistencia-en-latex-azul-125.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-de-resistencia-en-latex-azul/",
		"rating": 3,
		"price": 125000,
		"onOffer": false,
		"description": [
			"The sleek and flawed Ball comes with violet LED lighting for smart functionality",
			"Ergonomic Bacon made with Bamboo for all-day rigid support",
			"The yellow Cheese combines Tunisia aesthetics with Carbon-based durability"
		],
		"longDescription": [
			"Agnitio triduana aggero comes dapifer caries tempus deleo. Antepono vivo tersus apto cauda uxor nemo valeo. Nam comedo decerno cubitum delectus velit verbum tempus ager.",
			"Tamen fuga conventus solium. Virgo cupiditas cruentus blandior damno. Caecus est deporto.",
			"Summisse minima ter canis. Aestas adulatio cariosus officiis deorsum iste curso. Sursum aedificium terra trucido degero sponte spero vilitas auxilium.",
			"Explicabo ancilla commodo desipio aduro convoco cumque aegrus. Xiphias tabula callide. Vaco tandem tego laudantium sufficio asperiores.",
			"Dignissimos pax conicio terga cur. Coniuratio tempora agnosco vita accusator asper anser amplitudo. Vaco ventus turpis arbitro."
		],
		"stock": 7,
		"type": "implement"
	},
	{
		"id": 18,
		"slug": "banda-elastica-de-resistencia-en-latex-morado",
		"name": "banda elastica de resistencia en latex morado",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-de-resistencia-en-latex-morado-75.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-de-resistencia-en-latex-morado/",
		"rating": 3.9,
		"price": 75000,
		"onOffer": false,
		"description": [
			"New mint green Tuna with ergonomic design for immaculate comfort",
			"Featuring Tin-enhanced technology, our Tuna offers unparalleled beneficial performance"
		],
		"longDescription": [
			"Altus deduco molestias creber vulgo. Basium alii accusator in. Eos coruscus voco quasi deficio triumphus corrumpo decet vapulus.",
			"Cubitum umerus cubo vilitas admiratio curia. Voluptatibus aeternus canto denuncio cervus. Barba beneficium corpus damno pel mollitia.",
			"Degenero assentator exercitationem creptio voluptatibus ceno urbanus. Tabgo spectaculum impedit solutio consequuntur uterque. Vado solvo amplexus deserunt comitatus.",
			"Astrum cresco depraedor cinis comptus infit tantum vos. Placeat caute temporibus. Cohibeo caritas totidem adnuo amplexus crur nemo.",
			"Cicuta cupiditas depopulo alius. Totidem sollers voluptatibus amo infit spargo adopto vociferor atrox. Avaritia complectus nam vaco deserunt illo casus vergo decumbo veniam.",
			"Crustulum varius incidunt summopere antiquus laboriosam acer vapulus. Studio acies caelum viridis nemo trucido votum. Vester cilicium amplus.",
			"Culpa synagoga appello tricesimus uredo adfectus. Cupressus ipsum modi convoco. Tricesimus turba peior thymum.",
			"Articulus tripudio porro. Videlicet id basium. Possimus capitulus combibo volo."
		],
		"stock": 1,
		"type": "implement"
	},
	{
		"id": 19,
		"slug": "banda-elastica-de-resistencia-en-latex-rojo",
		"name": "banda elastica de resistencia en latex rojo",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-de-resistencia-en-latex-rojo-32.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-de-resistencia-en-latex-rojo/",
		"rating": 4.2,
		"price": 32000,
		"onOffer": false,
		"description": [
			"The Implemented holistic hardware Salad offers reliable performance and grouchy design",
			"The Hazle Cheese is the latest in a series of portly products from Reinger - Steuber",
			"Our giraffe-friendly Gloves ensures cluttered comfort for your pets"
		],
		"longDescription": [
			"Tui tersus tempore. Cubicularis curto vilicus venio aptus. Vilitas curiositas suggero trepide despecto alter qui volo.",
			"Similique suscipit arto conturbo arca curis summisse. Deleniti capto utique acceptus ipsa. Aptus tabernus ocer claro compono.",
			"Vindico curo teres alias basium. Venia nesciunt deficio doloremque coerceo quidem conspergo. Stultus solio maxime celer sonitus repellat volubilis.",
			"Temeritas volubilis summisse vix. Amo constans degusto tenax tempus creptio spargo. Atrocitas vesco textus adhaero turba placeat adsum tyrannus valde ipsam.",
			"Unde asper decipio nam congregatio curriculum soluta bestia vester ater. Arcus neque cupressus dolore commodo stultus vix angelus. Explicabo votum curvo verumtamen paulatim cuius in absque totidem.",
			"Certus combibo tibi vicissitudo placeat. Beneficium appello defaeco. Deludo adulescens averto optio dolorum collum adipisci."
		],
		"stock": 81,
		"type": "implement"
	},
	{
		"id": 110,
		"slug": "banda-elastica-tubular-negro-tonificadora-25-lb",
		"name": "banda elastica tubular negro tonificadora 25 lb",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-tubular-negro-tonificadora-25-lb-29.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-tubular-negro-tonificadora-25-lb/",
		"rating": 2,
		"price": 29000,
		"onOffer": false,
		"description": [
			"Small Keyboard designed with Bronze for teeming performance",
			"Discover the whopping new Chair with an exciting mix of Gold ingredients",
			"Ergonomic Bacon made with Bronze for all-day some support"
		],
		"longDescription": [
			"Tenax laboriosam atrox aut canto correptius. Explicabo valens titulus curriculum versus aqua vado varietas summopere. Sollicito balbus corrupti.",
			"Cursim sono clamo vicinus thorax ultio tergum cervus timor vis. Ustulo assumenda totam. Cariosus nesciunt acquiro iure.",
			"Creo arguo quisquam adulescens cicuta solitudo. Argumentum temperantia tabernus conculco aspicio conqueror doloribus turba utpote. Maiores vulnero vesica animus corona uredo aliqua.",
			"Tenus dignissimos repudiandae taceo aufero perspiciatis aut tepidus. Explicabo videlicet cruentus cibus audax delinquo iure conventus. Nam cohibeo calamitas.",
			"Ago audax degero. Veniam volva aestus torqueo temptatio decumbo vomica. Clam totus cum vinculum.",
			"Custodia solum tutamen venio apud undique aspernatur carmen. Capto atqui pauper voluptatum caveo curis. Tepesco bis dapifer conventus tondeo et supra termes abutor.",
			"A tenax assumenda. Adeo cinis cupiditate cupressus verbera adhuc damnatio. Condico claustrum crapula validus usitas quo eius."
		],
		"stock": 79,
		"type": "implement"
	},
	{
		"id": 111,
		"slug": "banda-elastica-tubular-tonificadora-azul-15-lb",
		"name": "banda elastica tubular tonificadora azul 15 lb",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-tubular-tonificadora-azul-15-lb-25.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-tubular-tonificadora-azul-15-lb/",
		"rating": 0.6,
		"price": 25000,
		"onOffer": false,
		"description": [
			"Savor the smoky essence in our Fish, designed for limping culinary adventures",
			"Innovative Chips featuring elementary technology and Bronze construction",
			"Discover the guilty new Bacon with an exciting mix of Gold ingredients"
		],
		"longDescription": [
			"Esse exercitationem creta ambitus crudelis aestus vae laboriosam in. Tardus depraedor causa quod vos. Una articulus esse utrimque.",
			"Color apparatus synagoga nihil canis. Denuncio acies thymum. Abstergo deserunt rem summopere totus acquiro surculus theologus.",
			"Substantia titulus ustilo. Damno atavus tandem auctor cogito acerbitas. Carus derelinquo veritatis cui.",
			"Celebrer cinis derideo expedita autem depraedor ancilla. Utrimque voluptate certus cometes clarus tametsi coepi. Denuncio tardus suasoria.",
			"Suscipit avarus capio deludo tergo. Bellum cubo cohaero tenus paens acceptus thema cibo verumtamen virga. Degusto confido amo vere ipsum iusto officia compono crudelis.",
			"Claro brevis tempus vero ceno asper vesper. Corporis deporto aliquam. Defero terreo articulus acerbitas theca.",
			"Sollers combibo tenuis aegrus. Sit condico terreo. Stillicidium attonbitus spiritus umbra nam comparo.",
			"Culpo casus cura curto aequitas. Aperiam ipsum bis. Patior concido aperio suggero sodalitas."
		],
		"stock": 100,
		"type": "implement"
	},
	{
		"id": 20,
		"slug": "banda-elastica-tubular-tonificadora-rojo-30-lb",
		"name": "banda elastica tubular tonificadora rojo 30 lb",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/bada-elastica-tubular-tonificadora-rojo-30-lb-32.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-tubular-tonificadora-rojo-30-lb/",
		"rating": 3,
		"price": 32000,
		"onOffer": false,
		"description": [
			"Stylish Chair designed to make you stand out with tame looks"
		],
		"longDescription": [
			"Conturbo tersus cui sursum defero corporis bardus tabella. Auctor aiunt capto vix pauci soluta vigor acervus subito. Amoveo dolore tametsi dedico caritas vereor.",
			"Patria carbo vulgivagus usus urbanus territo antiquus. Fugiat surculus bene omnis cometes careo summisse. Congregatio tutis terreo iure undique ars ademptio accommodo speciosus coerceo.",
			"Vorago decor vita virga attero velociter carbo acies. Solum conscendo cognomen abutor compello quis similique sopor umquam aliqua. Celer subseco derelinquo ater.",
			"Absque curto bene voveo arcus curiositas. Defluo antea umbra currus terreo tabella temperantia patrocinor. Earum aeternus alienus aveho cunabula vinculum coma coadunatio defaeco.",
			"Utpote ipsam arca tertius. Correptius delectus damnatio solvo acsi ascisco voveo ventus. Adnuo adnuo una saepe animadverto tamquam reprehenderit caritas.",
			"Consequatur facere crinis degero cohibeo. Ad tubineus carus comminor curatio sponte verecundia trucido. Viridis aperte quae animadverto.",
			"Totus solum ipsa nihil paens considero. Absorbeo certus creta temporibus caries solvo apparatus coruscus. Sto desipio ut damnatio toties quibusdam cibus tollo trepide defero.",
			"Velut abundans adeo urbanus. Dapifer bibo argumentum incidunt. Absque tripudio cognatus tantum cilicium vetus voluptatibus cruciamentum custodia labore.",
			"Strenuus cultura vorax cernuus eaque textus ventosus colligo stultus caries. Beneficium xiphias delectatio tam usitas umbra tergum thymum aduro taceo. Similique aufero paens.",
			"Vicinus depopulo terga consectetur perferendis laborum cubitum nulla repellendus tabula. Corpus voluptatibus carbo solutio. In capillus celer peccatus terga veritas textus color."
		],
		"stock": 53,
		"type": "implement"
	},
	{
		"id": 21,
		"slug": "banda-elastica-tubular-verde-tonificadora-20-lb",
		"name": "banda elastica tubular verde tonificadora 20 lb",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-tubular-verde-tonificadora-20-lb-27.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-elastica-tubular-verde-tonificadora-20-lb/",
		"rating": 2.6,
		"price": 27000,
		"onOffer": false,
		"description": [
			"Professional-grade Salad perfect for tedious training and recreational use"
		],
		"longDescription": [
			"Quibusdam amita tepesco thema deorsum desino argentum degusto venustas tabesco. Tenuis tristis ademptio neque nostrum cibo delicate convoco sit dicta. Via degero dens accusantium.",
			"Amplexus dolor voluptatem. Pecco ait beatae corporis. Fuga attonbitus venio caute tabernus.",
			"Spes soleo patruus audentia cenaculum tardus vero acidus. Supellex cohibeo ara theologus nihil acsi acer civis. Taedium centum ullus cupio decimus appositus crinis tergum conventus.",
			"Uberrime temperantia coniuratio concedo attonbitus certus abscido depopulo defero. Somniculosus universe a astrum voveo considero aureus. Bibo damnatio circumvenio appositus.",
			"Velut currus ab demum terga corona talio testimonium. Vilicus custodia ultra vado comparo supellex. Tum pauci ater verecundia delectatio thymum vetus.",
			"Absque triduana aufero cenaculum temporibus voco deleniti umbra. Candidus auctus adaugeo provident ceno pecus caries fuga coaegresco. Laudantium vesco talio adstringo conqueror delinquo vulgivagus eaque.",
			"Tam coaegresco sono sonitus denego convoco supplanto cito. Cilicium curtus cuius patria solium ante usus. Vulticulus tres laborum celer cunabula aspicio dignissimos vigor.",
			"Aureus tabgo bibo minima usus consequatur spargo adiuvo tam attollo. Commodo attollo terreo vae aequitas cubo cogo desidero argumentum acceptus. Triumphus cornu arcus tubineus atrocitas paens defessus.",
			"Quos torrens cedo arbustum pax. Vito tollo apostolus cumque. Tertius cupiditate vigor curiositas."
		],
		"stock": 91,
		"type": "implement"
	},
	{
		"id": 22,
		"slug": "banda-plana-en-latex-azul",
		"name": "banda plana en latex azul",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-plana-en-latex-azul-30.000-300x300.png",
		"link": "https://castillosport.com/producto/banda-plana-en-latex-azul/",
		"rating": 1.2,
		"price": 30000,
		"onOffer": false,
		"description": [
			"New purple Tuna with ergonomic design for knotty comfort",
			"Introducing the United States Minor Outlying Islands-inspired Pizza, blending wry style with local craftsmanship",
			"Discover the leading new Gloves with an exciting mix of Silk ingredients"
		],
		"longDescription": [
			"Cubicularis aestivus causa. Defendo commodo valde labore curso blanditiis. Facere urbanus deputo vilicus degero uterque absconditus abeo ratione comminor.",
			"Tracto veritas culpa cena usitas territo. Turpis deludo suscipio venia victus. Demitto harum claudeo vado placeat volo delinquo traho.",
			"Aequus vesco ventosus acer quibusdam conqueror aspicio venio custodia aegrotatio. Asper laudantium caute bos vigilo viriliter amitto bellicus cauda fugit. Audentia timor usus.",
			"Sophismata deleniti accusator demergo vestigium coruscus accusator amplexus alo. Aggero ventus pauper ultra conventus amiculum vulticulus. Cubo aestas audeo articulus verbum.",
			"Alius damno compono nulla depereo sint ante venustas beatae. Porro autus vulariter auxilium vergo depromo. Auditor pecus advoco tersus volutabrum arcesso valeo.",
			"Minus beneficium ante vulticulus cognomen decet cursim. Curto tabesco degenero vulgus quasi cultellus creber. Caveo vilitas terebro atrox."
		],
		"stock": 88,
		"type": "implement"
	},
	{
		"id": 23,
		"slug": "bandas-elasticas-en-tela-x3-wonder",
		"name": "bandas elasticas en tela x3 wonder",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/banda-elastica-en-tela-x3-wonder-300x300.jpg",
		"link": "https://castillosport.com/producto/bandas-elasticas-en-tela-x3-wonder/",
		"rating": 4.8,
		"price": 75000,
		"onOffer": false,
		"description": [
			"Discover the same new Pants with an exciting mix of Aluminum ingredients"
		],
		"longDescription": [
			"Abbas temperantia nisi vix vergo ullus. Tego cognatus eius. Bellum truculenter ultio.",
			"Ducimus curvo absorbeo fugit compello. Sufficio comis adduco supra arma spes ciminatio defungo. Aestus allatus bos quam.",
			"Adiuvo peior delicate comes audeo ocer admoveo quisquam claudeo desidero. Adipiscor conspergo laboriosam debeo patrocinor. Tenax agnosco vulnus tracto cursim vilitas celer aegre taceo.",
			"Colligo comes timor supplanto. Laudantium sulum tracto caute. Vinum theatrum depopulo cultellus vulgo stella succedo capitulus spargo.",
			"Deripio traho deripio debitis xiphias talis deprimo ratione voluntarius eligendi. Agnosco adeptio ventosus spes. Amicitia ad cometes sumo cena solutio.",
			"Sophismata conculco taceo viriliter toties fuga degenero audentia. Adficio basium adipiscor tyrannus dolorem animadverto civis templum volaticus. Arbor concedo quidem textor arma corroboro creator copia."
		],
		"stock": 86,
		"type": "implement"
	},
	{
		"id": 24,
		"slug": "barra-para-puerta-multifuncional",
		"name": "barra para puerta multifuncional",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/barra-para-puerta-multifuncional-110.000-300x300.png",
		"link": "https://castillosport.com/producto/barra-para-puerta-multifuncional/",
		"rating": 3.3,
		"price": 130000,
		"onOffer": true,
		"description": [
			"Ergonomic Gloves made with Ceramic for all-day elastic support"
		],
		"longDescription": [
			"Attero perspiciatis adamo. Veniam crux cruciamentum fugiat trepide defendo tempus vigor. Totidem cohaero trado adeptio verecundia eius pectus corrumpo alienus comparo.",
			"Cibus corrupti aperte vinculum rem barba. Una confugo cultura adduco valetudo patria commodo delectatio. Caute verbum tepesco doloribus facilis ager urbanus tracto atque.",
			"Cum derideo expedita artificiose illo tumultus communis. Soluta acquiro voluptatem quisquam. Voluntarius certe demergo cattus voluptatum acies acidus ducimus.",
			"Altus acquiro bellum. Ultra torqueo supellex unde venio denego audacia suscipio adficio. Currus urbanus solitudo vorax ciminatio spiculum caste.",
			"Abstergo contego vivo concido adficio. Ait vulticulus aeger delinquo carmen comprehendo veritas dolore adnuo suspendo. Amiculum surculus adulatio utroque thesaurus surgo abutor vulgivagus.",
			"Cauda balbus absconditus suggero universe vestigium spiritus ambulo teres tero. Civitas tergum peior bibo suppono suppono. Articulus victus stillicidium."
		],
		"stock": 43,
		"type": "implement",
		"offerPrice": 110000,
		"discountPercentage": 15
	},
	{
		"id": 25,
		"slug": "chaleco-de-peso-10-kg",
		"name": "chaleco de peso 10 kg",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/chaleco-de-peso-10-kg-79.000-300x300.jpg",
		"link": "https://castillosport.com/producto/chaleco-de-peso-10-kg/",
		"rating": 0.5,
		"price": 79000,
		"onOffer": false,
		"description": [
			"Our delicious-inspired Cheese brings a taste of luxury to your cute lifestyle",
			"Our gecko-friendly Chips ensures limited comfort for your pets"
		],
		"longDescription": [
			"Bardus vacuus delectus triumphus thesaurus virtus surgo. Commodo unde amplus spectaculum stultus arbor colligo. Crinis cuppedia tardus curatio.",
			"Sumptus vita vester asper sumo. Est caelum accedo angulus cicuta eligendi. Assentator arma absorbeo accusantium concedo.",
			"Candidus verumtamen deleniti aestas complectus. Confido tego uterque. Defetiscor deludo decerno turba sui natus.",
			"Apto stabilis alo. Odio talus dicta succurro commodo est ea audeo aequus comparo. Asporto vaco apud vestrum veritas aspernatur appono tibi volutabrum.",
			"Cenaculum cumque vaco vere odio. Argentum cruciamentum alter totus placeat. Confero vilitas congregatio."
		],
		"stock": 40,
		"type": "implement"
	},
	{
		"id": 26,
		"slug": "chaleco-de-sudor-hombre",
		"name": "chaleco de sudor hombre",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/chaleco-de-sudor-hombre-70.000-300x300.jpg",
		"link": "https://castillosport.com/producto/chaleco-de-sudor-hombre/",
		"rating": 1.4,
		"price": 85000,
		"onOffer": true,
		"description": [
			"Featuring Cerium-enhanced technology, our Chicken offers unparalleled blue performance",
			"Kshlerin - Bergstrom's most advanced Bacon technology increases vengeful capabilities",
			"Introducing the Austria-inspired Chips, blending writhing style with local craftsmanship"
		],
		"longDescription": [
			"Terebro vilis compono theologus calco adficio acidus pax sufficio titulus. Sunt minus possimus. Porro quibusdam demoror vado valeo spiritus.",
			"Statim clamo sonitus denuncio adopto patrocinor alias. Tricesimus patrocinor pauper. Vulgaris hic appositus officia truculenter.",
			"Deporto adhaero comburo denuncio. Creo vulariter damnatio. Compello colligo demergo curatio cruentus desino utor.",
			"Unus urbanus vicinus terga rerum subvenio cohors. Subseco ver claro cubicularis voluntarius. Facere conculco sub acer ipsam volo pariatur.",
			"Tutamen caelum caterva coma. Adsum beatus depulso utrum suppellex vulgo attonbitus sum perferendis beatus. Beatae spero tero creo bis at adulatio ipsum curiositas.",
			"Arbitro vel sto corpus conturbo. Appello currus arbor adamo casso vir averto. Denuo consectetur sustineo vicissitudo cimentarius delibero curatio.",
			"Vitae cornu antepono certus acies beatae clementia. Eaque cubo voveo patrocinor apostolus consuasor. Terror admiratio odit sint congregatio vero urbs damnatio surgo.",
			"Suffragium curia vespillo dicta corpus et astrum. Sol annus brevis dolor volutabrum. Chirographum statim sumptus omnis iusto bibo veniam adeptio.",
			"Contego cursus corporis. Bestia corporis denique bellicus suscipio verbera cunctatio adnuo utpote. Demoror possimus curriculum solum caput optio circumvenio.",
			"Qui crudelis usque voro qui vir circumvenio. Demitto adduco tam. Tepesco addo depopulo audax atavus approbo crudelis."
		],
		"stock": 6,
		"type": "implement",
		"offerPrice": 70000,
		"discountPercentage": 18
	},
	{
		"id": 27,
		"slug": "chaleco-de-sudor-mujer",
		"name": "chaleco de sudor mujer",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/chaleco-de-sudor-mujer-66.000-300x300.jpg",
		"link": "https://castillosport.com/producto/chaleco-de-sudor-mujer/",
		"rating": 1.1,
		"price": 80000,
		"onOffer": true,
		"description": [
			"Licensed Shoes designed with Ceramic for exalted performance",
			"The teal Bacon combines Cote d'Ivoire aesthetics with Chlorine-based durability"
		],
		"longDescription": [
			"Conforto velociter defleo. Substantia dicta pecco commodi conor custodia. Sto trans curvo.",
			"Cogito summisse eius occaecati adopto. Vociferor sum sono veritatis utilis demoror uxor summisse iure accendo. Arguo talus claustrum videlicet illo vigor vix cavus.",
			"Delinquo brevis verbum placeat deserunt patior vilis sapiente volaticus. Versus caterva cumque tot vilicus sopor aestivus pecto cubicularis. Antea abbas id tripudio aggredior.",
			"Viscus tener condico clamo tamisium sursum tyrannus cernuus tabesco cognatus. Volubilis tamquam pecco subvenio dolore clamo defessus alveus. Debeo pauci spargo laboriosam audeo alias comminor atrocitas.",
			"Bibo curia cunae constans turba deprimo. Illo summa brevis spes perferendis terra tabella. Dicta desino tondeo ascisco adiuvo vado.",
			"Spiculum labore amiculum creta ipsum sonitus attero defleo. Pax advoco tenuis vado quas. Vindico vulgo vix terebro."
		],
		"stock": 78,
		"type": "implement",
		"offerPrice": 66000,
		"discountPercentage": 18
	},
	{
		"id": 28,
		"slug": "cinta-kinesiolgica",
		"name": "cinta kinesiológica",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cinta-kinesiologica-300x300.jpg",
		"link": "https://castillosport.com/producto/cinta-kinesiologica/",
		"rating": 2.5,
		"price": 32000,
		"onOffer": false,
		"description": [
			"Armstrong Group's most advanced Towels technology increases passionate capabilities"
		],
		"longDescription": [
			"Virgo voluptate alii terra iusto curia. Deputo dapifer creta aufero pecco. Cubitum vulgus conculco ars quos atrox acervus.",
			"Est conqueror teneo verbera aedificium arguo conventus amiculum caelestis suasoria. Trucido quo villa vergo. Tunc vos aptus vix tot voluptas ademptio.",
			"Sonitus cicuta convoco facilis creptio delectatio advoco. Corrumpo vigilo carpo. Tersus cotidie dedico textus concedo tollo crustulum.",
			"Bis quasi thalassinus. Modi velut venio compello. Fuga fuga tantillus est uxor.",
			"Vulgivagus tego eveniet cibus nulla viduo. Virgo supra tepesco. Sto illo sperno cohors cetera aequus cupiditate.",
			"Acerbitas vitae vestrum cito sodalitas ademptio denego. Defleo arceo quas subito adaugeo trepide. Suscipit correptius vindico tenus trado vallum cubo minima."
		],
		"stock": 61,
		"type": "implement"
	},
	{
		"id": 29,
		"slug": "cinturn-de-fuerza-en-cuero",
		"name": "cinturón de fuerza en cuero",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/cinturon-de-fuerza-en-cuero-108.000-300x300.jpg",
		"link": "https://castillosport.com/producto/cinturon-de-fuerza-en-cuero-talla-sml/",
		"rating": 3,
		"price": 130000,
		"onOffer": true,
		"description": [
			"Ergonomic Chair made with Ceramic for all-day definitive support",
			"The Seamus Salad is the latest in a series of queasy products from Torp, Welch and Okuneva"
		],
		"longDescription": [
			"Spectaculum modi artificiose colo. Arguo tutamen comitatus benigne ater iure. Arguo ambulo suffragium adaugeo.",
			"Trepide curso nostrum ullus thorax crepusculum conicio ago. Defessus attollo terror acceptus. Est valeo trucido delinquo vir comparo adhaero succedo.",
			"Dicta depromo arcesso vorax aestas attollo deficio. Caput benigne cenaculum doloremque torqueo terreo cuius atavus adamo. Cum depopulo suus alioqui deprecator.",
			"Cernuus sophismata textilis thymum vacuus tubineus vereor basium beatus antea. Alias denique valetudo armarium audeo. Aqua casso umquam trucido vox quasi soleo.",
			"Tempora antepono cohaero tempora clementia. Aeger caelestis conqueror bis demens. Solitudo cunabula arbustum totus tristis nihil volo clamo.",
			"Color decumbo eos cubitum antiquus vestrum. Conduco conatus bestia minus itaque nisi sint. Vester amaritudo debeo succedo tutis ascisco numquam spoliatio nisi amor.",
			"Voluptatibus voluptatibus pauci. Vereor ancilla carus deficio tametsi concido. Itaque adflicto volaticus adulescens error denuncio alius.",
			"Alo ars animi utrum confugo adversus demum. Vicissitudo conculco viduo altus summisse. Defessus nulla arceo.",
			"Stillicidium varietas molestias antiquus ver tondeo. Debilito arguo sollers cognomen sol voluptates defetiscor aperio cognomen cresco. Patior velum dolor campana cultellus cometes turpis.",
			"Uterque spiritus crustulum aestivus perferendis crur. Aiunt constans voluptates solitudo. Paens peccatus colligo aeger decens thorax."
		],
		"stock": 4,
		"type": "implement",
		"offerPrice": 108000,
		"discountPercentage": 17
	},
	{
		"id": 210,
		"slug": "codera-con-ajuste-de-antebrazo",
		"name": "codera con ajuste de antebrazo",
		"category": "Guantes",
		"categorySlug": "guantes",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/codera-con-ajuste-de-antebrazo-26.000-300x300.jpg",
		"link": "https://castillosport.com/producto/codera-con-ajuste-de-antebrazo/",
		"rating": 2.7,
		"price": 26000,
		"onOffer": false,
		"description": [
			"Our monkey-friendly Sausages ensures striking comfort for your pets"
		],
		"longDescription": [
			"Ulciscor circumvenio vinco cumque perspiciatis tibi tandem defendo decet administratio. Sub videlicet soluta condico. Auxilium demitto triduana avarus acceptus debeo.",
			"Consequatur comprehendo utique deprimo. Tremo considero demum absque. Synagoga causa adsuesco capto.",
			"Derideo talio conventus. Copia ut adulatio corrumpo. Validus patria causa.",
			"Adicio tenax sophismata fugiat delectus alo. Fuga vitiosus argentum cicuta compello solus voco vinitor. Veritas canto vito atqui.",
			"Valde tredecim neque sono cerno paens nostrum balbus. Utique deserunt uredo amet suspendo cursus officia triumphus. Quae quae temptatio tepidus occaecati.",
			"Deserunt adsuesco apto cohaero. Ullus ex comburo tener comprehendo viduo combibo tricesimus sperno audio. Demo adicio dolorem atrocitas color decet cito repudiandae comis cura.",
			"Consequatur maxime compono cariosus termes eius aegre solutio spiritus. Amplitudo patria demergo nostrum. Voluptatum adipisci vulgaris.",
			"Doloribus earum abutor totidem. Apostolus iusto cunctatio appello depereo theatrum. Concido audacia aetas tabella est crepusculum contra adhaero."
		],
		"stock": 86,
		"type": "implement"
	},
	{
		"id": 211,
		"slug": "codera-en-neopreno-ajustable-miyagi",
		"name": "codera en neopreno ajustable miyagi",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/codera-en-neopreno-ajustable-miyagi-35.000-300x300.png",
		"link": "https://castillosport.com/producto/codera-en-neopreno-ajustable-miyagi/",
		"rating": 4.8,
		"price": 44000,
		"onOffer": true,
		"description": [
			"Introducing the Reunion-inspired Pants, blending tame style with local craftsmanship",
			"Beahan - Waters's most advanced Pizza technology increases quarterly capabilities",
			"Stylish Chair designed to make you stand out with upright looks"
		],
		"longDescription": [
			"Vis desino aranea thesis callide viridis sonitus. Solvo admoneo et a ciminatio. Demoror comedo acceptus pecto voluptatum considero defessus usus strenuus utique.",
			"Crepusculum demulceo delicate tum corona adimpleo sustineo earum apud. Stultus cimentarius patria coruscus degenero. Speciosus ascisco ulterius alius arbor.",
			"Deleo cinis desipio quisquam antiquus aliquid sunt. Collum debitis auctus cunctatio carcer denique studio crebro defluo pecto. Auxilium demo cohibeo attonbitus tamdiu a strues.",
			"Tergeo absconditus et nam. Timidus circumvenio deputo sollers verto talio vitae adnuo appono depraedor. Placeat nihil corporis vulnero decimus.",
			"Cognomen solitudo valeo cursus attollo. Callide taceo demo strenuus absorbeo crinis infit adinventitias. Crepusculum amaritudo umquam censura cruciamentum consequatur auctor.",
			"Modi temperantia numquam magni. Tribuo antiquus congregatio tardus derideo possimus absque. Basium autem certe thesis celebrer vinco utique succurro ciminatio.",
			"Nihil suscipio corona cuius cubitum cupio deporto. Calco triumphus dolorem caelestis esse coruscus tersus. Defero adulatio agnitio trucido sui velit accusantium comedo.",
			"Cultellus balbus vestrum dapifer tamquam voluptatem convoco. Volva colligo tumultus quam sub vitium audax adsum tergeo. Deleniti arbitro atqui."
		],
		"stock": 72,
		"type": "implement",
		"offerPrice": 35000,
		"discountPercentage": 20
	},
	{
		"id": 30,
		"slug": "codera-velcro-ajustable",
		"name": "codera velcro ajustable",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/codera-velcro-ajustable-19.000-300x300.jpg",
		"link": "https://castillosport.com/producto/codera-velcro-ajustable/",
		"rating": 3,
		"price": 25000,
		"onOffer": true,
		"description": [
			"Our zesty-inspired Towels brings a taste of luxury to your yearly lifestyle",
			"Ergonomic Shirt made with Gold for all-day unfinished support"
		],
		"longDescription": [
			"Viscus tabesco solvo cupiditate contego eligendi itaque suscipit vir. Argentum ratione vallum auxilium depulso considero adficio valens curo quaerat. Conservo doloribus quos coadunatio.",
			"Utilis statim recusandae colligo crastinus audeo. Ago molestiae utor. Tactus apto tamdiu uberrime suscipit quos cervus coadunatio campana asporto.",
			"Caries agnitio quasi animadverto quia cado. Fugit earum peior distinctio cura cui coniuratio omnis. Bardus viduo congregatio deorsum cogo allatus denego studio thesis nam.",
			"Aequitas caries subito torqueo corrigo creator clamo volup ocer. Blanditiis thesaurus trepide cernuus. Id vester viridis.",
			"Utilis totus timor valens placeat verus pecto. Apud amitto vergo antea adversus autem summisse talio congregatio. Triumphus adflicto decimus nisi adnuo abutor dedecor somnus.",
			"Corona cognatus bibo spiritus cum succedo casus sodalitas saepe vespillo. Itaque delectatio vulnero vilitas substantia amo tutis valeo bellicus. Artificiose adimpleo vos aegrotatio demergo demo deprecator.",
			"Sui quia vociferor utpote vilicus vobis voluptatem. Perspiciatis synagoga cuius alveus crepusculum. Consectetur itaque admoneo saepe ancilla coerceo.",
			"Arbitro cunctatio conventus. Quis absque cum amo umerus clam. Verecundia suasoria arbor verus caput textilis super accommodo solitudo verus.",
			"Tepesco utroque cenaculum autus. Aequus conforto cavus creator theatrum sponte. Substantia inflammatio coniecto hic."
		],
		"stock": 58,
		"type": "implement",
		"offerPrice": 19000,
		"discountPercentage": 24
	},
	{
		"id": 31,
		"slug": "corrector-de-postura",
		"name": "corrector de postura",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/corrector-de-postura-25.000-300x300.jpg",
		"link": "https://castillosport.com/producto/corrector-de-postura/",
		"rating": 0.1,
		"price": 32000,
		"onOffer": true,
		"description": [
			"Experience the sky blue brilliance of our Sausages, perfect for unwritten environments",
			"Introducing the Iceland-inspired Keyboard, blending rusty style with local craftsmanship"
		],
		"longDescription": [
			"Debilito textus terebro audentia delicate. Adfero vicinus vociferor. Ventus debeo temeritas solutio agnosco ulciscor damnatio valde sit.",
			"Angulus tabula addo spiritus statua calcar odio suffragium casso. Nesciunt fugit absens odio. Occaecati celo necessitatibus cribro curso decor teres aperiam.",
			"Aveho sordeo ceno cur sophismata sufficio ascisco. Alias debeo tego tabernus antea occaecati deleniti traho. Dolores cornu quia tabernus cultura molestiae coepi tum cupressus.",
			"Nobis theologus deripio vobis advenio via cuius placeat. Carcer natus decens et atque confido. Curso confido voluptas casso vitiosus totam utrimque defluo thalassinus.",
			"Deficio iure canonicus bonus tenuis copiose totus fugiat dolorem utilis. Conor solutio sortitus defetiscor attonbitus summopere ratione condico. Vacuus varius vivo accusator benigne amo atrocitas fugiat depromo.",
			"Acidus eligendi cresco totam incidunt thorax attero. Calculus atque odio curtus maiores. Libero adopto degero contra textilis confido sollers.",
			"Tumultus vado undique patior sui curto spero quam. Circumvenio volutabrum celo carus aer deprecator. Concedo illo decor patruus synagoga.",
			"Cunabula audentia comis. Eligendi utroque aeneus volaticus sponte. Concido angulus vesper tamen vulgaris bonus debilito.",
			"Territo turbo utrimque consequuntur clamo. Valde armarium solus laudantium eveniet comminor creber cuppedia uter congregatio. Tripudio decerno usus alienus solio toties ustilo claro carmen."
		],
		"stock": 68,
		"type": "implement",
		"offerPrice": 25000,
		"discountPercentage": 22
	},
	{
		"id": 32,
		"slug": "cuerda-de-salto-ajustable-en-guaya-mango-de-plastico",
		"name": "cuerda de salto ajustable en guaya, mango de plastico",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-ajustable-en-guaya-mango-de-plastico-300x300.jpg",
		"link": "https://castillosport.com/producto/cuerda-de-salto-ajustable-en-guaya-mango-de-plastico/",
		"rating": 1.2,
		"price": 28000,
		"onOffer": true,
		"description": [
			"Professional-grade Shoes perfect for calculating training and recreational use",
			"The sleek and shabby Tuna comes with lavender LED lighting for smart functionality"
		],
		"longDescription": [
			"Ulciscor cogo virtus. Claro placeat odit vulariter vallum abduco sol. Sublime soleo inventore umbra strenuus canis utique temperantia volaticus addo.",
			"Considero sulum culpa sufficio absum iste blandior abeo. Sponte cattus defaeco. Undique conor delinquo.",
			"Demulceo vapulus peior vomica talis cometes pel conservo summisse campana. Vetus decens decerno praesentium. Amor tempore bene conturbo depulso auditor inflammatio.",
			"Deinde eum catena aequus totam aequus accusamus sperno coaegresco. Cultellus deleniti deporto substantia. Modi cruciamentum patruus.",
			"Acies creta atrox claudeo vado sursum. Depereo corpus reiciendis blandior cauda assumenda nisi callide. Delectatio attero amo alias volva nam.",
			"Vix tutamen cubicularis avarus ambitus angelus quos chirographum strenuus. Ratione congregatio absum sustineo tam usus. Amaritudo sequi bibo incidunt crustulum contra thalassinus certus.",
			"Urbs vero ad animus cubo aequus. Conservo totidem sufficio conventus temporibus. Vilicus tertius quo vester.",
			"Tristis considero caelum tenetur. Vorax tui speciosus summisse turpis clamo admoneo callide complectus. Officia temeritas concido thalassinus celo."
		],
		"stock": 47,
		"type": "implement",
		"offerPrice": 19000,
		"discountPercentage": 32
	},
	{
		"id": 33,
		"slug": "cuerda-de-salto-en-goma-azul",
		"name": "cuerda de salto en goma azul",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-en-goma-azul-2-15.000-300x300.png",
		"link": "https://castillosport.com/producto/cuerda-de-salto-en-goma-azul/",
		"rating": 2.7,
		"price": 21000,
		"onOffer": true,
		"description": [
			"Stylish Car designed to make you stand out with deep looks"
		],
		"longDescription": [
			"Absens cilicium tametsi sono defungo. Conturbo deserunt aliqua temperantia. Tego substantia abundans aestus coniuratio.",
			"Vicinus corpus id commodo terreo depraedor. Vergo talis utroque tergiversatio strenuus celer debeo cotidie. Illum verbera vulgivagus tersus derideo undique confido sortitus villa.",
			"Textus utpote basium vesco amicitia vivo suscipit vigilo. Textus cunae ratione basium officiis accusator velum ciminatio vilis theca. Ullus usus asporto terra terror thymbra defessus decretum.",
			"Iste ventus fugit candidus vomito. Alter cinis totam aut nam celebrer audax titulus decumbo abbas. Aperte adstringo stillicidium auctor cicuta deprimo acquiro volubilis.",
			"Voro ipsum suffragium vivo cohaero. Ubi vere corrigo demergo valens esse artificiose angelus. Aetas aut provident arto arguo.",
			"Ullam adfero arbor creo laboriosam terreo ancilla ad ad. Quae approbo acer tabula tempore corrumpo clam adduco. Abeo velut harum comparo conatus conatus."
		],
		"stock": 30,
		"type": "implement",
		"offerPrice": 15000,
		"discountPercentage": 29
	},
	{
		"id": 34,
		"slug": "cuerda-de-salto-en-goma-negro",
		"name": "cuerda de salto en goma negro",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-en-goma-3-mtrs-300x300.jpg",
		"link": "https://castillosport.com/producto/cuerda-de-salto-en-goma-negro/",
		"rating": 5,
		"price": 21000,
		"onOffer": true,
		"description": [
			"Featuring Aluminium-enhanced technology, our Shirt offers unparalleled alarmed performance"
		],
		"longDescription": [
			"Campana soluta pauper. Spiritus bellum amet texo ceno aegrus voro. Dolorem aequitas abstergo pauci trans toties templum dolorem curriculum soluta.",
			"Supplanto coniuratio aliqua alii tepidus vigor deporto. Ambulo catena voluptatum vitae cogito repellendus tollo. Adfero debitis beatus.",
			"Verumtamen tot tribuo suadeo tamisium stillicidium vito bonus denuo. Cetera conculco casus uter alius creta conicio. Turpis aperio placeat amaritudo ager possimus spiritus varius soluta ustilo.",
			"Una ceno cohors canto tenetur ex. Inflammatio consequatur tener odit colo subiungo. Comedo suasoria carbo cupressus venio admoveo quisquam amicitia ara.",
			"Tepesco thalassinus celo arx atque suffoco velum sperno terreo sto. Vomito deputo vox iure cui. Advoco accendo amissio."
		],
		"stock": 99,
		"type": "implement",
		"offerPrice": 15000,
		"discountPercentage": 29
	},
	{
		"id": 35,
		"slug": "cuerda-de-salto-en-guaya-3-metros",
		"name": "cuerda de salto en guaya 3 metros",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-en-guaya-3-metros-300x300.jpg",
		"link": "https://castillosport.com/producto/cuerda-de-salto-en-guaya-3-metros/",
		"rating": 3.4,
		"price": 22000,
		"onOffer": true,
		"description": [
			"The Fundamental dynamic website Ball offers reliable performance and first design"
		],
		"longDescription": [
			"Talis denego casso inventore pauci vestrum. Deludo vix armarium talio facere expedita statim. Aperte summopere degenero contigo cunabula xiphias copia delectus.",
			"Rerum tenax cultellus. Accommodo iusto nobis truculenter socius advenio depereo delinquo. Cimentarius deleniti adflicto culpa assumenda.",
			"Colligo culpo acervus tripudio cupio aggredior thymum dedico teneo suadeo. Tyrannus bestia vester. Vigor vere ea adduco.",
			"Summa verbera coadunatio tactus attollo vulpes ambitus. Depromo aestivus crastinus copia ipsum autem speciosus chirographum. Cunctatio expedita voco argumentum corpus paens unde derideo.",
			"Repudiandae ait atrocitas reiciendis acidus vulgo. Creber tibi appono vomito timor utroque atrox delego quam varietas. Solitudo cuius abduco autus tremo crinis congregatio comis constans adnuo.",
			"Tumultus facere stips ait. Audeo vitae vestigium tactus modi super vae tredecim pecco socius. Crinis curvo pecus audio constans utpote delectatio.",
			"Sophismata administratio defessus demens patria autus bene nobis tibi blandior. Quos tondeo amita pel cupiditas denuo. Vivo cogito absque traho ipsa conduco."
		],
		"stock": 16,
		"type": "implement",
		"offerPrice": 16000,
		"discountPercentage": 27
	},
	{
		"id": 36,
		"slug": "cuerda-de-salto-mango-en-madera",
		"name": "cuerda de salto mango en madera",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-mango-en-madera-16.000-300x300.png",
		"link": "https://castillosport.com/producto/cuerda-de-salto-mango-en-madera/",
		"rating": 2.4,
		"price": 22000,
		"onOffer": true,
		"description": [
			"New orchid Towels with ergonomic design for frozen comfort",
			"Savor the bitter essence in our Bike, designed for old-fashioned culinary adventures"
		],
		"longDescription": [
			"Colligo communis bonus creta umerus tribuo cunctatio solio sui sufficio. In ver aufero. Arbitro succedo apparatus arca.",
			"Voluptate asperiores causa paens texo conventus omnis. Vallum et abundans. Strenuus aliquam contego.",
			"Collum mollitia depromo velit. Ubi venio coaegresco thermae. Facilis correptius animi adsidue coruscus capto charisma capio quam stipes.",
			"Apto quia claro sodalitas aestus creator volubilis tergum terga. Dignissimos utilis pectus abscido fugiat conduco curriculum universe. Vulnero conor sollicito tabernus iure ustulo vulgus uredo videlicet.",
			"Complectus undique crinis strenuus. Ad valde arcus patruus bardus velum verumtamen astrum. Cohaero coniuratio verus cupio sub capitulus considero conturbo xiphias.",
			"Cena appono dedecor acsi amicitia est modi spiculum traho acervus. Aranea admoveo subito audacia. Aliquam ademptio virgo.",
			"Alioqui damno appositus decens stultus. Una enim odit aeger possimus tum terra tabernus addo. Cupio trepide aestas tandem velit.",
			"Acsi tremo arcesso tripudio ratione. Dedico cui minima sollicito aiunt suscipio turbo. Super alo delibero administratio doloremque sophismata ipsum atrocitas.",
			"Campana angelus caelestis corporis. Usus conatus ulterius speciosus. Dedico suscipit deserunt alter cogo audax coniecto confugo auditor."
		],
		"stock": 10,
		"type": "implement",
		"offerPrice": 16000,
		"discountPercentage": 27
	},
	{
		"id": 37,
		"slug": "cuerda-de-salto-rapido-en-guaya-mango-en-aluminio",
		"name": "cuerda de salto rapido en guaya mango en aluminio",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-rapido-en-guaya-45.000-300x300.png",
		"link": "https://castillosport.com/producto/cuerda-de-salto-rapido-en-guaya-mango-en-aluminio/",
		"rating": 1.8,
		"price": 45000,
		"onOffer": false,
		"description": [
			"Discover the grizzled new Chicken with an exciting mix of Metal ingredients",
			"Generic Pants designed with Gold for blank performance"
		],
		"longDescription": [
			"Bardus tui vitiosus acervus ver callide magni conventus. Conspergo voluptatibus testimonium verbum. Angulus sui vinum accendo vulnus acidus adnuo.",
			"Amor error sollicito terreo. Ter claudeo curis incidunt cursim turpis comptus. Thalassinus credo peccatus sui desipio vulnus vesper.",
			"Corrumpo dolorem officiis tollo absque. Autus vesper aegrotatio celebrer. Capillus addo cruentus.",
			"Tenax tametsi dapifer vesica verumtamen unde patria addo umerus suffragium. Vis coepi aestus vorax ago combibo cum derelinquo civitas vulgus. Quis verus adstringo colo triumphus spiritus coniuratio usitas.",
			"Adipisci aureus alioqui aurum. Tribuo armarium quia quidem sodalitas admiratio. Aranea aranea complectus quas nisi vomica.",
			"Apud capto cohibeo sonitus cum suffoco tergo tepesco inventore ulterius. Somnus aeneus cupiditate excepturi decumbo acquiro terminatio stips reiciendis ars. Reiciendis audacia textus altus vae.",
			"Balbus tepesco amplus capto acceptus. Advoco delego speculum theca ipsum tantum trado clam audio. Sperno commodi defaeco crustulum.",
			"Mollitia stabilis adhaero. Contigo argentum totus accusamus odit avaritia defero certus ex varius. Sordeo cedo tenus agnosco sed denuo.",
			"Blandior blandior theca coaegresco aranea caries. Admiratio toties amiculum vitae cura calco sed. Tumultus amplitudo bardus sapiente.",
			"Voluptate creptio assentator sufficio ancilla capillus spiculum sublime tero. Bis bestia dignissimos comminor defungo voluptas cura solus conduco. Neque apud facere torrens deputo degusto sulum communis acquiro eveniet."
		],
		"stock": 77,
		"type": "implement"
	},
	{
		"id": 38,
		"slug": "cuerda-salto-en-goma-3-mtrs",
		"name": "cuerda salto en goma  3 mtrs",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-de-salto-en-goma-3-mtrs-300x300.jpg",
		"link": "https://castillosport.com/producto/cuerda-salto-en-goma-3-mtrs/",
		"rating": 0.1,
		"price": 21000,
		"onOffer": true,
		"description": [
			"The red Tuna combines Togo aesthetics with Silver-based durability",
			"The Monitored bottom-line productivity Bike offers reliable performance and bustling design"
		],
		"longDescription": [
			"Ademptio temperantia virtus tondeo bellum contabesco suus culpa cresco. Praesentium ascit aurum tabula abstergo theologus. Talus paens cruentus.",
			"Audio decerno torqueo. Beatae bellicus denego angulus. Textus crustulum aptus solium tersus summa sperno constans voluptatum.",
			"Sumptus defessus careo. Careo celer arx cibo ciminatio causa vorago absorbeo atqui. Celo audacia alius bene peccatus cursus sumptus defero ait.",
			"Cauda debitis amicitia capio adduco carbo corona tracto bardus. Demum tenetur aranea vacuus vorax derideo tabesco. Administratio aqua amissio natus.",
			"Labore quia ea crastinus verus laborum depulso adipisci subiungo patior. Debilito doloribus vinculum arbustum. Succedo canonicus quae."
		],
		"stock": 33,
		"type": "implement",
		"offerPrice": 15000,
		"discountPercentage": 29
	},
	{
		"id": 39,
		"slug": "cuerda-salto-peso-285-mtrs",
		"name": "cuerda salto peso 2.85 mtrs",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-salto-peso-2.85-mtrs-300x300.jpg",
		"link": "https://castillosport.com/producto/cuerda-salto-peso-2-85-mtrs/",
		"rating": 4.6,
		"price": 35000,
		"onOffer": true,
		"description": [
			"New Gloves model with 2 GB RAM, 603 GB storage, and mindless features",
			"Our frog-friendly Salad ensures posh comfort for your pets"
		],
		"longDescription": [
			"Sumptus cinis acceptus. Molestiae capitulus maiores delego trado tenax dignissimos creo avarus cupiditate. Usque theca casso perspiciatis volup aegre auctus colligo quisquam aureus.",
			"Vallum cohibeo comes vomica vulgaris similique desolo aegre tenax acies. Caveo triduana pariatur. Caries nihil cursim aeneus assumenda defaeco usitas summisse aliqua.",
			"Deripio teres amita coaegresco sol copia colo verto solvo. Deprecator copiose ademptio clibanus stella tempus. Astrum supra callide vivo in supplanto pauper degenero vigilo.",
			"Architecto aggredior virgo alius. Vester timor fuga. Adopto deputo thema coepi velociter termes.",
			"Sperno viriliter voluptate. Canto votum somniculosus commodo. Velociter cito asperiores utilis venia adstringo acceptus subnecto.",
			"Depraedor similique consuasor aufero ambulo cinis cura civitas umquam. Allatus claustrum adulatio concedo alienus tamquam uredo utrum. Stips adicio villa cernuus torqueo artificiose astrum.",
			"Delicate cometes alius subito corrumpo creator accusator cultura alo amita. Velit molestiae fugiat super. Artificiose brevis pariatur voluptas atavus validus decerno.",
			"Adversus attero textor vorax. Viscus suspendo vaco verecundia causa benigne universe quasi. Caelestis vacuus subnecto."
		],
		"stock": 80,
		"type": "implement",
		"offerPrice": 26000,
		"discountPercentage": 26
	},
	{
		"id": 310,
		"slug": "cuerda-salto-rapido",
		"name": "cuerda salto rapido",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/cuerda-salto-rapido-35.000-300x300.png",
		"link": "https://castillosport.com/producto/cuerda-salto-rapido/",
		"rating": 4.2,
		"price": 35000,
		"onOffer": false,
		"description": [
			"Our crunchy-inspired Fish brings a taste of luxury to your elegant lifestyle",
			"Our bitter-inspired Computer brings a taste of luxury to your frightened lifestyle"
		],
		"longDescription": [
			"Cupressus cohaero thalassinus cui deludo sint talis argumentum sumptus adipisci. Carbo hic spectaculum debilito comitatus conqueror cruciamentum fugit comptus. Vinum urbanus tenetur asper audacia quas.",
			"Dolore suasoria coma vomer. Cohors autus nobis demitto alo pax torqueo audeo adiuvo. Tum cum delectus supra numquam temptatio aegrotatio dolorum testimonium.",
			"Valens aro temporibus est avarus cuius dicta. Pax stabilis unde argentum tamdiu via tamdiu celo victus succurro. Tum thymbra cursus territo cupressus clibanus vitiosus audax.",
			"Asporto succedo admoneo despecto suspendo. Saepe cubicularis vesica solus caries. Modi amiculum defungo illo repellat laboriosam turba adsuesco decerno corpus.",
			"Caveo commodi tripudio assentator demulceo clam ademptio. Volutabrum taedium accusantium adhaero auctus decet ascit consequuntur cado id. Validus arma arcus vinitor clamo totus tantum."
		],
		"stock": 55,
		"type": "implement"
	},
	{
		"id": 311,
		"slug": "faja-cinturilla-de-fuerza-unisex",
		"name": "faja cinturilla de fuerza unisex",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/faja-cinturilla-de-fuerza-unisex-68.000-300x300.jpg",
		"link": "https://castillosport.com/producto/faja-cinturilla-de-fuerza-unisex/",
		"rating": 1,
		"price": 79000,
		"onOffer": true,
		"description": [
			"Professional-grade Salad perfect for noxious training and recreational use",
			"Our cat-friendly Pants ensures thick comfort for your pets"
		],
		"longDescription": [
			"Consectetur solium admoneo commodo. Dapifer spargo tabula molestias. Timidus alias nesciunt colligo ventosus.",
			"Ab spoliatio vere summopere tendo adsidue delinquo. Vomito carcer dens vaco victoria tenetur pauper. Tricesimus curriculum audeo vinum vitae amet.",
			"Curis alioqui caveo trans deficio caecus civis. Volubilis umquam cultellus canto appono amo totidem vivo alius bos. Depopulo cotidie solutio virtus delectus asper conqueror angulus deripio succedo.",
			"Demo conor quam tyrannus tertius fuga agnitio adulatio. Tametsi cumque provident cauda decipio repellendus molestias creo aspicio desipio. Abundans terga celo voluptatem vulnero theca.",
			"Sumo sodalitas ater repellendus consequuntur umbra vix conculco. Desino sufficio dolores aveho absum videlicet. Civitas surgo triumphus tergiversatio volup adstringo.",
			"Spargo talio vilis textilis amiculum cupiditate. Voluptatum auctor dedecor sequi bardus caute angelus. Commodo advenio vociferor verecundia cetera solum fugiat a labore.",
			"Blandior pariatur vetus convoco magni vester defero solus. Arca nesciunt verus ambitus summopere. Vita tum tubineus surculus sordeo somnus denuncio campana comparo.",
			"Canonicus alioqui viscus pel acquiro adsum. Ambitus vito tribuo coadunatio defungo. Comminor absum nostrum conitor vociferor textilis.",
			"Adsum aqua culpa curo atrocitas iure. Neque abundans exercitationem collum quas cupiditas ventosus bellicus decimus utpote. Undique optio vesper facilis atrox virtus conicio ut."
		],
		"stock": 73,
		"type": "implement",
		"offerPrice": 68000,
		"discountPercentage": 14
	},
	{
		"id": 40,
		"slug": "faja-cinturilla-unisex",
		"name": "faja cinturilla unisex",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/faja-cinturilla-unisex-60.000-300x300.jpg",
		"link": "https://castillosport.com/producto/faja-cinturilla-unisex/",
		"rating": 1.6,
		"price": 72000,
		"onOffer": true,
		"description": [
			"New maroon Mouse with ergonomic design for cruel comfort",
			"Stylish Gloves designed to make you stand out with slushy looks",
			"Discover the good-natured new Towels with an exciting mix of Metal ingredients"
		],
		"longDescription": [
			"Tamdiu utilis aeneus valetudo sit. Caries soleo curtus altus confido aurum abduco talis tumultus super. Aliqua veritatis appono calculus aegre strues vobis caelestis.",
			"Consectetur amaritudo adeo tepidus charisma cultura taceo vester. Delectatio acerbitas vespillo libero tempus. Adstringo illum vilitas peior tertius asporto recusandae cornu inventore.",
			"Vallum corrumpo adficio alias. Deficio demonstro pariatur rem. Inflammatio absque quod beneficium.",
			"Ceno patruus delego tertius atqui universe. Depromo tabula anser valetudo acceptus aggredior. Cilicium vomica absum vestigium.",
			"Cruentus speciosus commodo atqui asporto absorbeo vilicus. Campana doloremque canis nam. Tristis vicinus tamisium sequi alienus casus auditor."
		],
		"stock": 37,
		"type": "implement",
		"offerPrice": 60000,
		"discountPercentage": 17
	},
	{
		"id": 41,
		"slug": "faja-con-cinturilla-y-velcro",
		"name": "faja con cinturilla y velcro",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/faja-con-cinturilla-y-velcro-300x300.jpg",
		"link": "https://castillosport.com/producto/faja-con-cinturilla-y-velcro/",
		"rating": 3.3,
		"price": 80000,
		"onOffer": false,
		"description": [
			"Discover the expensive new Table with an exciting mix of Aluminum ingredients",
			"Green - Schultz's most advanced Mouse technology increases equatorial capabilities"
		],
		"longDescription": [
			"Reprehenderit apud adhuc talus caste tergo sufficio vallum administratio. Adnuo torrens catena. Veritas vilis alioqui tres.",
			"Consequuntur crepusculum temporibus sodalitas angustus conqueror derelinquo defero. Adeo vilicus concedo odit valde. Vinculum caveo votum.",
			"Vinitor sunt vito admoneo. Varietas certus caute cupressus cunabula. Vulgus rerum uter cultura carus amissio.",
			"Tero arbor concedo porro tui dolores clamo defleo amitto. Audeo amplitudo theologus pauci. Turba repellendus tantum desolo.",
			"Tribuo atque debilito patrocinor sequi. Tonsor solutio creo comedo caelum at. Undique deleo apparatus saepe dolor caelestis tamquam.",
			"Verumtamen ducimus theca admiratio. Vacuus dedico sollicito ceno totus depopulo tandem qui corrigo conscendo. Tres aranea conscendo custodia depereo tempus auctus pecco.",
			"Dicta versus coma talio ulciscor. Bestia textus viscus pectus. Alienus colo tergo vobis velit surculus attollo conturbo."
		],
		"stock": 79,
		"type": "implement"
	},
	{
		"id": 42,
		"slug": "faja-de-fuerza-con-cargadera",
		"name": "faja de fuerza con cargadera",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/faja-de-fuerza-con-cargadera-76.000-300x300.jpg",
		"link": "https://castillosport.com/producto/faja-de-fuerza-con-cargadera/",
		"rating": 2,
		"price": 76000,
		"onOffer": false,
		"description": [
			"Discover the tragic new Soap with an exciting mix of Ceramic ingredients",
			"Innovative Keyboard featuring royal technology and Aluminum construction",
			"Innovative Shirt featuring pleasing technology and Bamboo construction"
		],
		"longDescription": [
			"Truculenter demum velociter ventito dolore venia cervus. Admiratio utrimque sit. Perferendis candidus autem audacia curvo odio accendo varietas carus.",
			"Nihil campana sollicito terebro alii. Turpis ager adulescens comparo vulgus. Quod subito universe ciminatio totidem tollo vacuus non aperio conforto.",
			"Vociferor facilis tum apostolus odit unde sapiente voluptates conitor dignissimos. Tricesimus voluptate allatus speciosus porro viriliter. Aliquam dapifer capio summopere suus.",
			"Adipisci comparo benigne cuius adimpleo audacia demens cui. Desparatus vulariter vehemens subvenio demitto veniam. Error spes spectaculum admoveo aqua suppellex vita decipio tum.",
			"Consuasor viduo peccatus defaeco crapula theatrum sonitus qui veniam. Usitas verbera clementia verbera tergum sol aranea dapifer magni. Torrens conduco approbo viridis ver."
		],
		"stock": 83,
		"type": "implement"
	},
	{
		"id": 43,
		"slug": "guante-con-muequera-de-fuerza",
		"name": "guante con muñequera de fuerza",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/guante-con-munequera-de-fuerza-59.000-300x300.jpg",
		"link": "https://castillosport.com/producto/guante-con-munequera-de-fuerza/",
		"rating": 4.3,
		"price": 59000,
		"onOffer": false,
		"description": [
			"Ergonomic Fish made with Metal for all-day acidic support"
		],
		"longDescription": [
			"Carcer solum abeo spero alveus totam ducimus. Testimonium sperno sulum optio. Clibanus aveho id aurum defetiscor atque caecus tertius.",
			"Volubilis ratione conqueror cibo theatrum libero velum argentum adaugeo perspiciatis. Tubineus creo animadverto. Cupio contigo cribro cupiditate repellat ratione.",
			"Atque verbum vulgivagus molestias amaritudo perspiciatis aqua. Caute avaritia sono texo tristis conitor demoror quos magnam carus. Vulgaris delectatio sperno constans benevolentia desidero adaugeo defungo.",
			"Cicuta taceo cogito delego vesco autus bene utilis ciminatio temeritas. Desino crustulum adamo voco. Vulgus centum adnuo culpa dens.",
			"Virtus spiritus cenaculum delibero vomica deorsum synagoga. Aestas comedo ab uredo. Administratio averto defaeco suasoria addo trans asper depopulo curtus.",
			"Sub textus tantum decumbo adficio bestia aqua tergiversatio benigne facere. Cupiditas suggero advoco aperiam cursim vestrum debeo. Dedico bis una amor totam.",
			"Eius porro eaque venia umerus cupressus. Paulatim defendo capto degenero antea. Condico avaritia virgo.",
			"Cum vigilo vae tubineus terreo vulnero incidunt. Natus currus ventito aurum derelinquo. Audax amor bellum.",
			"Collum labore adaugeo doloribus villa sum. Alo vesco absens adeptio incidunt abscido vespillo corrupti. Constans depono aestivus aveho commodo ullam quisquam uterque celer.",
			"Supplanto terebro crinis demens crustulum amissio. Theca vindico adstringo tergiversatio auditor alter claustrum placeat. Brevis cado viridis."
		],
		"stock": 79,
		"type": "implement"
	},
	{
		"id": 44,
		"slug": "guante-mma",
		"name": "guante mma",
		"category": "Guantes",
		"categorySlug": "guantes",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/guante-mma-120.000-300x300.png",
		"link": "https://castillosport.com/producto/guante-mma/",
		"rating": 3.5,
		"price": 120000,
		"onOffer": false,
		"description": [
			"Discover the cruel new Shoes with an exciting mix of Steel ingredients",
			"Featuring Nitrogen-enhanced technology, our Hat offers unparalleled austere performance"
		],
		"longDescription": [
			"Magnam peior cohaero vomica iusto angelus non adhuc cultellus tracto. Clamo video tempore damnatio cruciamentum dens cohaero. Speciosus curvo thorax ait cunae vestrum.",
			"Correptius cognomen tendo expedita. Recusandae solitudo solum. Curto corrigo corporis accusantium.",
			"Verumtamen decens tametsi tamquam audeo textus vapulus molestiae ullam. Conspergo uter termes expedita cenaculum cenaculum solutio. Comitatus termes decipio thymum.",
			"Et ago aegrus territo nobis. Dedecor surgo cubicularis. Tredecim abeo video appono.",
			"Cavus ubi cavus tripudio. A statim titulus necessitatibus corrigo velum. Cubo ventus provident causa vilicus ars."
		],
		"stock": 64,
		"type": "implement"
	},
	{
		"id": 45,
		"slug": "guantes-con-muequera-force",
		"name": "guantes con muñequera force",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/WhatsApp-Image-2023-08-23-at-6.32.59-PM-300x300.jpeg",
		"link": "https://castillosport.com/producto/guantes-con-munequera-force/",
		"rating": 4.3,
		"price": 59000,
		"onOffer": false,
		"description": [
			"New Keyboard model with 5 GB RAM, 121 GB storage, and faint features"
		],
		"longDescription": [
			"Tenax subito derideo adicio adstringo deinde crapula deludo. Voluptate demens adeptio ante angelus quidem averto deludo quod exercitationem. Debilito complectus carus utor despecto dens crepusculum combibo statim corrumpo.",
			"Creptio quos cupio angulus sufficio. Cognomen adicio paulatim accedo animi amoveo auctus caecus quia corrigo. Coadunatio confido thorax culpo tam.",
			"Vilicus minus at quaerat. Pel possimus ancilla praesentium. Summa distinctio eum.",
			"Carmen creptio video nulla. Cerno verbera solus vindico. Despecto synagoga sequi terra concido contego conduco curso.",
			"Vester absque arbustum dolorem. Confugo conicio cicuta tutamen atrocitas aegrus. Vivo caveo depraedor bis tener accendo.",
			"Valde trucido recusandae a timor vesper admitto cornu. Vereor depopulo tamquam corpus deripio crudelis vel caritas nihil aestus. Patruus sono congregatio vivo sequi adsum tibi.",
			"Concedo aegrotatio ambulo denuncio sed perferendis deprimo. Surculus alienus abscido villa expedita. Suadeo succurro theatrum atqui vicinus eaque unus."
		],
		"stock": 99,
		"type": "implement"
	},
	{
		"id": 46,
		"slug": "hand-grip-pinza-de-fuerza-con-contador-de-repeticiones",
		"name": "hand grip pinza de fuerza con contador de repeticiones",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/hand-grip-pinza-de-fuerza-con-contador-de-repeticiones-32.000-300x300.jpg",
		"link": "https://castillosport.com/producto/hand-grip-pinza-de-fuerza-con-contador-de-repeticiones/",
		"rating": 4.6,
		"price": 32000,
		"onOffer": false,
		"description": [
			"The lime Soap combines Macao aesthetics with Berkelium-based durability",
			"Introducing the Maldives-inspired Soap, blending deserted style with local craftsmanship",
			"Savor the crispy essence in our Shirt, designed for rotating culinary adventures"
		],
		"longDescription": [
			"Volaticus beneficium suasoria calamitas truculenter. Degero verto ventosus sto subiungo velut vicissitudo coerceo altus. Culpa spoliatio aufero tero natus.",
			"Abstergo cunctatio tutamen aspernatur sperno demitto suasoria tollo sol. Capillus vergo tollo viridis adhuc defero absum. Canonicus abbas atqui calamitas sonitus adficio usque.",
			"Assentator suggero cruciamentum carcer porro. Volaticus perspiciatis volva atrox caveo amplitudo stella subnecto ait tabula. Amplus defaeco calamitas corpus magnam amet ultra.",
			"Velociter assentator vesper atrox sono vulariter cariosus valeo. Exercitationem vilitas corrupti casus conforto. Cupio ancilla depulso voluptatibus.",
			"Accommodo sub aeternus crustulum caecus depono anser. Considero cogo talis. Accusantium tumultus adinventitias delectatio vitae deporto cibus umquam aveho.",
			"Absum terreo thorax suadeo thesaurus. Confugo artificiose voluntarius. Cerno debitis comes tepidus articulus cometes absum quam mollitia.",
			"Summopere dolore decens copia terra tego tenus demulceo demens curto. Cohibeo cogo eius bibo modi tempus textilis verecundia depulso delego. Confero verumtamen ambulo torqueo attonbitus sufficio commodi summa sumo ocer.",
			"Cerno desidero vox vita demergo ater toties labore absens. Averto tres sulum vito defero spectaculum auctor coerceo comitatus possimus. Comparo supplanto tredecim cunctatio.",
			"Iste adversus ventito vomer comptus. Conspergo peior sollicito vacuus ancilla aspernatur calamitas conscendo tabula tolero. Concedo spoliatio cibus dedecor cunabula debitis acceptus adstringo sortitus.",
			"Causa stabilis tabula copiose vulgus sustineo urbs. Adeo tubineus suspendo tepidus vestrum deserunt. Stillicidium natus ager sono strenuus cinis."
		],
		"stock": 88,
		"type": "implement"
	},
	{
		"id": 47,
		"slug": "hombrera-ajustable",
		"name": "hombrera ajustable",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/hombrera-ajustable-38.000-300x300.jpg",
		"link": "https://castillosport.com/producto/hombrera-ajustable/",
		"rating": 3.2,
		"price": 38000,
		"onOffer": false,
		"description": [
			"Wisozk, Hagenes and Adams's most advanced Gloves technology increases decisive capabilities"
		],
		"longDescription": [
			"Perferendis auditor anser coniuratio dedecor trucido sed aveho tener sursum. Terror tamquam tempora curriculum. Aetas aduro rerum.",
			"Tego auctus cuppedia demoror contigo cohaero. Facilis calamitas quibusdam natus curo conor laboriosam varius bis demonstro. Tero delicate altus speculum.",
			"Voco cohibeo pecco usus ullam certe spoliatio illum varius. Vigor infit appono coadunatio denuo confido audacia civis campana amaritudo. Certe annus turpis abduco dapifer aliqua.",
			"Vis veritas aer vehemens tenax aedificium. Traho vitiosus turbo demo cibus comis consequuntur accommodo praesentium. Tres valens depereo tristis qui capillus centum ultio.",
			"Tenuis a veniam curia subvenio textor tabella. Voluntarius trado tui ager admoveo. Volup sub combibo.",
			"Virtus deserunt ad audio inventore. Umbra ubi cavus delego audio. Vel et ratione asporto termes tenax amplitudo auctus asporto.",
			"Valens vel aufero debilito vesica. Thesaurus adfectus ustilo acerbitas arbitro. Paens curriculum nesciunt possimus congregatio cohors ara.",
			"Rem cultellus ager. Adopto conscendo iusto termes suadeo baiulus. Una natus tredecim vero crinis stillicidium alii."
		],
		"stock": 11,
		"type": "implement"
	},
	{
		"id": 48,
		"slug": "kit-de-balaca-y-muequera-de-sudor",
		"name": "kit de balaca y muñequera de sudor",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/kit-de-balaca-y-munequera-de-sudor-20.000-300x300.jpg",
		"link": "https://castillosport.com/producto/kit-de-balaca-y-munequera-de-sudor/",
		"rating": 1.1,
		"price": 20000,
		"onOffer": false,
		"description": [
			"Savor the creamy essence in our Gloves, designed for artistic culinary adventures",
			"Discover the noted new Chicken with an exciting mix of Wooden ingredients"
		],
		"longDescription": [
			"Condico cupressus vero peior dedecor fugiat ipsum fugiat tollo. Absque thema arbitro. Tabernus doloremque illo conscendo capillus.",
			"Thesis pecto denuncio aperiam verus vergo facilis itaque sed. Tristis comparo conforto coma curso utpote. Antiquus canis deripio fugiat abutor spero vulgus adsuesco aedificium alii.",
			"Accusamus ascit defetiscor viriliter supra deludo viridis spes tamisium tracto. Autem curvo contra sordeo. Cunabula ex adversus adnuo vita vox.",
			"Suadeo vilis caput. Vos verbera caveo sollicito occaecati templum strenuus vito claudeo. Suscipit caelum considero socius placeat victoria occaecati ex.",
			"Aedificium uterque comparo voluptatibus vociferor ulciscor conitor. Charisma avarus taedium absum angelus. Antea bestia dolor toties.",
			"Ex amiculum ut. Credo ustilo crinis. Bos candidus aliquam quod."
		],
		"stock": 55,
		"type": "implement"
	},
	{
		"id": 49,
		"slug": "kit-de-bandas-tubulates",
		"name": "kit de bandas tubulates",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/kit-de-bandas-tubulates-70.000-300x300.jpg",
		"link": "https://castillosport.com/producto/kit-de-bandas-tubulates/",
		"rating": 4.3,
		"price": 86000,
		"onOffer": true,
		"description": [
			"Our creamy-inspired Gloves brings a taste of luxury to your vast lifestyle",
			"New magenta Car with ergonomic design for waterlogged comfort"
		],
		"longDescription": [
			"Tamen subito thorax admiratio conqueror voluptates tepesco. Valens toties crastinus volutabrum alter arma. Deludo audio usitas apto ultra.",
			"Defessus itaque decor curis alter. Substantia stultus sequi bellum ullam spes advoco aedificium. Universe voluptates tricesimus ustilo deprimo crustulum.",
			"Circumvenio bibo pax crux vitiosus causa una infit eius derideo. Odio supplanto ullam virtus rerum comis aperio. Talis unde labore vestrum.",
			"Aufero cariosus terga voluptatum desolo arcesso bellicus. Terebro vivo nostrum comparo aestus approbo. Thymum aegrus ancilla nostrum conculco adversus cibo.",
			"Dolores corrigo auditor. Defleo facere degusto animus bos adstringo. Vester quidem carcer certus colo comis canis aliquam.",
			"Dolores tenax causa quia stabilis aspicio. Delectatio ustulo bene ducimus terra admoveo derideo succurro territo. Averto vulpes veritas benevolentia demoror angulus conduco.",
			"Altus nostrum alo cras. Cui sortitus amissio thesaurus. Acceptus tubineus sodalitas."
		],
		"stock": 15,
		"type": "implement",
		"offerPrice": 70000,
		"discountPercentage": 19
	},
	{
		"id": 410,
		"slug": "muequera-de-fuerza-estabilizadora",
		"name": "muñequera de fuerza estabilizadora",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/munequera-de-fuerza-estavilizadora-65.000-300x300.png",
		"link": "https://castillosport.com/producto/munequera-de-fuerza-estabilizadora/",
		"rating": 4,
		"price": 65000,
		"onOffer": false,
		"description": [
			"Innovative Ball featuring filthy technology and Cotton construction"
		],
		"longDescription": [
			"Cito claustrum argumentum culpo vespillo desipio urbanus. Laboriosam omnis causa impedit vito antepono. Odio victus quos.",
			"Canto totus convoco circumvenio curiositas cupiditas viscus. Capitulus usus abundans. Toties verto contego cariosus antea bardus.",
			"Auxilium possimus suadeo defetiscor peccatus acsi. Maxime solium clam ago ulterius. Vestigium utroque animi vomito tolero eius venia arto ars comitatus.",
			"Deleo cresco curia. Tendo contra adnuo thermae vinco decipio stipes. Cribro abutor cultellus utpote ocer veniam delego.",
			"Aeternus beatus valde victus sortitus conduco coerceo. Tondeo rem pauci adulescens cohors provident doloremque aqua illo. Tendo clarus decet utroque facere timidus alius alienus territo aer.",
			"Cubicularis copiose contego facere dapifer creator curia aeneus atque. Eaque accusamus tracto. Possimus sunt amoveo tero vado contra ultio aer.",
			"Depromo autem saepe. Dapifer comitatus thesis vespillo tenetur subito ventosus deripio demo unde. Summisse maxime defaeco argumentum curia.",
			"Curatio bellicus at aestus uberrime amicitia theca crapula. Cena cognatus ancilla adfero spectaculum avaritia solium veritatis. Venustas creber caelestis statim usitas vulpes allatus averto.",
			"Tersus saepe articulus pauper inventore cubo vinculum defaeco. Cunae collum crux tribuo creptio turba. Comburo adulescens triumphus subseco verecundia desidero sulum.",
			"Sono exercitationem adhaero conitor substantia valens ulterius. Ulciscor sumptus cohaero summisse. Credo venia traho."
		],
		"stock": 30,
		"type": "implement"
	},
	{
		"id": 411,
		"slug": "muequera-elastica-estabilizadora-miyagi",
		"name": "muñequera elastica estabilizadora miyagi",
		"category": "Straps",
		"categorySlug": "straps",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/munequera-elastica-estabilizadora-miyagi-22.000-300x300.png",
		"link": "https://castillosport.com/producto/munequera-elastica-estabilizadora-miyagi/",
		"rating": 3.9,
		"price": 30000,
		"onOffer": true,
		"description": [
			"Stylish Mouse designed to make you stand out with profitable looks",
			"New Table model with 68 GB RAM, 606 GB storage, and wide-eyed features"
		],
		"longDescription": [
			"Derelinquo appositus decipio provident alias. Reiciendis cura ullam villa. Stillicidium cuppedia expedita turbo arbor viduo tabernus accusator atavus currus.",
			"Sapiente corrupti civis audax cognatus admoneo sophismata contego. Tondeo adiuvo defetiscor umquam avarus vobis conor cetera caput. Cuius quaerat totidem.",
			"Animi adsum subvenio victus cursus. Denego pecto tricesimus laborum copia curto arguo caput utpote. Sustineo tam sum verto.",
			"Derelinquo arcesso audax tenus beatae vomito. Curriculum volubilis iure turba temptatio a cedo. Adfectus delectus tamen amissio sint clementia odio.",
			"Cicuta advenio veniam theca. Vivo spero velut sursum autus apto cresco. Delectus quam vespillo vestigium studio.",
			"Tempora triduana id terreo. Adsidue vilicus caelum. Possimus tergiversatio conspergo abeo.",
			"Laborum toties vulnero sumptus defendo alter. Deinde cohibeo sublime arma spiculum coniecto nobis cauda sublime. Amaritudo tonsor tempus cilicium spectaculum.",
			"Velociter vulgaris vallum crustulum aperte creator amaritudo fuga calcar. Victoria careo ullus. Crepusculum atqui absens caelestis terebro crastinus caput verus voveo.",
			"Animi vilitas sequi. Callide veritas volup accommodo nemo. Commemoro aggero rem virgo harum tenax uredo apto.",
			"Basium cur possimus audeo doloribus. Astrum velociter ea aliquid amissio crastinus. Accusamus magnam quae volo advenio aperio."
		],
		"stock": 41,
		"type": "implement",
		"offerPrice": 22000,
		"discountPercentage": 27
	},
	{
		"id": 50,
		"slug": "muequeras-de-fuerza-i-love-sports",
		"name": "muñequeras de fuerza i love sports",
		"category": "Straps",
		"categorySlug": "straps",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/munequeras-de-fuerza-i-love-sports-30.000-300x300.jpg",
		"link": "https://castillosport.com/producto/munequeras-de-fuerza-i-love-sports/",
		"rating": 3.1,
		"price": 42000,
		"onOffer": true,
		"description": [
			"Ergonomic Bacon made with Gold for all-day definitive support"
		],
		"longDescription": [
			"Thymbra labore officia verus. Apparatus casso termes. Baiulus appono voluptates statua vestigium.",
			"Volutabrum quibusdam vae cursim commodi voluntarius dicta desidero valeo. Defaeco demoror peccatus denuo. Spiritus auctus turba sublime atrocitas vilis strenuus.",
			"Venustas deprecator defleo textor deprecator. Subseco deorsum trado audacia perspiciatis angustus ter ex. Aro apostolus non compono super una coaegresco.",
			"Temeritas carpo aegrus certe caute tamen centum thymum vulgaris uxor. Angelus quis temperantia deserunt quasi voluptatibus. Textus aestus statim cursim tredecim claudeo bibo coadunatio dolores tondeo.",
			"Asperiores amet triumphus unus derelinquo varius vivo acceptus aegrus cognomen. Atrox dignissimos adinventitias cruentus sollicito vindico claustrum virtus amissio. Caecus comburo thymbra cenaculum torrens.",
			"Ater aequitas ara id contabesco bene. Vigor beneficium aequus nemo torqueo totam appositus itaque aranea. Turba voluptas culpa condico via adicio comedo quaerat.",
			"Quam conservo ulterius spiculum architecto impedit undique. Spargo vergo defaeco cohibeo concedo sublime adopto cognatus cado. Utrum depereo nihil aggero decerno.",
			"Necessitatibus suus demens copiose talis alias labore verecundia. Adopto acquiro cunabula comptus hic triumphus odit. Color spero angulus.",
			"Crustulum demonstro curia accedo abundans atrocitas vulnus curtus cruciamentum tardus. Commodo paens molestias adimpleo cunabula. Cura sono alias tamen ustulo cito venustas."
		],
		"stock": 89,
		"type": "implement",
		"offerPrice": 30000,
		"discountPercentage": 29
	},
	{
		"id": 51,
		"slug": "muequeras-de-fuerza-y-lecion-articular",
		"name": "muñequeras de fuerza y lecion articular",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/munequeras-de-fuerza-y-lecion-articular-22.000-300x300.jpg",
		"link": "https://castillosport.com/producto/munequeras-de-fuerza-y-lecion-articular/",
		"rating": 4.8,
		"price": 30000,
		"onOffer": true,
		"description": [
			"Discover the frog-like agility of our Chicken, perfect for fat users",
			"The pink Gloves combines Bosnia and Herzegovina aesthetics with Roentgenium-based durability",
			"Stylish Pants designed to make you stand out with smoggy looks"
		],
		"longDescription": [
			"Aqua alii vilicus complectus autem vesper crux tristis. Arguo amaritudo depereo clamo bos comparo peccatus. Calco tactus verus balbus tenax sto contra volo vivo tardus.",
			"Aliquam thalassinus consuasor. Curto cibo acsi vindico supplanto talio amplitudo somnus. Quidem thesaurus deleo tyrannus adeptio socius decet articulus cupio.",
			"Tenax esse ustilo ex vel cunctatio aegrus utrimque deputo ea. Copiose aegrotatio peccatus volubilis acsi tres vivo derideo vinitor ademptio. Pauci reprehenderit nemo clementia defaeco beneficium triumphus constans.",
			"Vulpes ambulo quis suasoria credo comedo conscendo. Supellex comes dens venio adhaero. Vir ascit corpus comminor arcus conculco.",
			"Careo confero varietas vis tactus apostolus accusator absens. Sulum admoneo conspergo sono cinis abeo bis viriliter. Accommodo sono creber tondeo strenuus provident occaecati subito caute vesica.",
			"Ascisco vulgus dolores centum necessitatibus sapiente tenus ademptio brevis demitto. Auditor ciminatio urbanus corona averto dignissimos est umquam artificiose culpo. Aer vester temeritas apto subvenio altus.",
			"Totam cubitum contabesco voluptatibus dens. Accusantium dolore vel argentum torqueo amplus theologus laudantium volutabrum. Coniecto celebrer surculus utroque antea.",
			"Expedita spectaculum cibo eos tamisium turbo acceptus tantum nihil. Cohors bestia ullam sum verecundia veritatis curiositas. Callide vomica dolor minus angustus ulciscor unde bardus.",
			"Vado ademptio tricesimus. Decimus caritas surgo quod vilis colligo depopulo. Nobis cum uredo sequi studio allatus talis allatus venustas.",
			"Delectatio aequitas saepe circumvenio summa solum amplus apparatus. Auctus suppono eos strues timor cornu tolero. Tenax eum adsum tenetur veritatis accusator peior angustus ager delectus."
		],
		"stock": 28,
		"type": "implement",
		"offerPrice": 22000,
		"discountPercentage": 27
	},
	{
		"id": 52,
		"slug": "pesas-de-tobillo-2-kg",
		"name": "pesas de tobillo 2 kg",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/pesas-de-tobillo-2-kg-44.000-300x300.jpg",
		"link": "https://castillosport.com/producto/pesas-de-tobillo-2-kg/",
		"rating": 4.3,
		"price": 44000,
		"onOffer": false,
		"description": [
			"Discover the long-term new Sausages with an exciting mix of Gold ingredients",
			"New Chicken model with 69 GB RAM, 808 GB storage, and sad features"
		],
		"longDescription": [
			"Adstringo tergum culpa cernuus amita spoliatio adipisci. Amplus testimonium alii voro. Aequus dignissimos derideo alias crur thymbra sortitus subiungo celo.",
			"Valeo velut amplus voro sono vulticulus angustus templum cum. Attonbitus auditor antepono neque comptus spiritus aggredior valetudo. Balbus comitatus somniculosus.",
			"Versus casus adduco textilis talis celo theatrum deserunt adulescens. Talio repellat cariosus molestias esse bardus aranea termes corpus voluntarius. Comedo antea clarus natus creber claudeo aestas tot torqueo.",
			"Arx atrocitas virtus nesciunt bis tamisium tamen caritas. Certus conventus sint laudantium tam cubicularis veritas tenetur venio cohibeo. Angustus amo turbo absum solutio asper crepusculum studio timor.",
			"Crinis tollo turbo clamo tremo conspergo officiis depraedor. Calamitas cohors vix termes considero verus natus vobis caste vigor. Coma tergeo conqueror vicinus sol thema officia.",
			"Provident dolorem cruentus antiquus valde acceptus. Quas adsidue cauda corroboro toties demulceo ascisco valde suppellex. Crustulum vitae vulpes asper sonitus comparo capto triduana apostolus.",
			"Adflicto tabernus delego cognomen. Solus audentia venio bellicus pecus odio consuasor bonus turpis. Tergum supplanto sum.",
			"Adsuesco sol magnam fugit. Volutabrum coaegresco crastinus ciminatio quos calco capillus tempore audax. Non comburo canis.",
			"Stipes vix confero arbustum decor. Aqua tonsor cunae defetiscor corpus compello sordeo. Maiores admoveo velut.",
			"Capio vel argentum super chirographum tollo venustas facere. Ubi corporis speciosus antiquus. Astrum amplexus civis."
		],
		"stock": 78,
		"type": "implement"
	},
	{
		"id": 53,
		"slug": "pesas-de-tobillo-3-kg",
		"name": "pesas de tobillo 3 kg",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/pesas-de-tobillo-3-kg-48.000-300x300.jpg",
		"link": "https://castillosport.com/producto/pesas-de-tobillo-3-kg/",
		"rating": 2.6,
		"price": 48000,
		"onOffer": false,
		"description": [
			"Innovative Soap featuring untried technology and Gold construction"
		],
		"longDescription": [
			"Delectus vitium arbitro viridis voveo. Venustas demitto ratione volo pecco. Coerceo carcer vehemens.",
			"Utroque sunt itaque adflicto sunt aliquam sollicito officia vehemens. Acquiro apto harum corpus. Thymbra conicio arx cupressus succedo crinis.",
			"Vivo chirographum suadeo concido coruscus. Copia pax comminor avarus talus. Talis viriliter ait utor molestias taceo validus deprecator voro succedo.",
			"Subnecto cupiditas tres inflammatio verto aspicio suggero antea supellex cognatus. Solutio enim thermae. Viridis thema nisi clam cattus ad curtus verecundia.",
			"Sustineo volutabrum adiuvo celer vulpes. Caute vespillo cibo ultra celer. Suspendo certe considero administratio sulum.",
			"Sodalitas tametsi bos utilis. Vapulus stella ulterius sint voluptas. Accusator aut ipsam aeger aro templum conqueror.",
			"Harum audentia suspendo aer nulla sursum synagoga. Ambitus deorsum cupiditate quod tum. Ustilo terra vitae tersus vigilo aliquid cohaero cum ceno admitto.",
			"Cattus temperantia ascit blanditiis quisquam demergo placeat sponte verumtamen depono. Desparatus temeritas cunabula. Bestia quaerat artificiose vespillo ciminatio depereo rem summisse crinis."
		],
		"stock": 83,
		"type": "implement"
	},
	{
		"id": 54,
		"slug": "pinza-para-terapia",
		"name": "pinza para terapia",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/pinsa-para-terapia-300x300.jpg",
		"link": "https://castillosport.com/producto/pinza-para-terapia/",
		"rating": 1.8,
		"price": 16000,
		"onOffer": true,
		"description": [
			"The Smart bottom-line initiative Chips offers reliable performance and animated design",
			"Generic Table designed with Marble for jam-packed performance"
		],
		"longDescription": [
			"Apparatus videlicet benigne bellicus abeo. Deleo aliquam vigor adficio. Aegre earum callide aeneus universe vito.",
			"Dolore videlicet totus uredo contabesco agnitio utor vomica. Clibanus defleo vobis. Video tui adicio cunae.",
			"Comes casus conqueror cumque administratio. Tandem angustus ultio contigo appello. Curso soleo tergum.",
			"Careo amo ceno consequatur praesentium cunae cubo suggero adstringo via. Talis inventore subvenio. Clam crux tonsor perspiciatis tabernus angustus curso.",
			"Crinis tumultus cupiditas stipes cuius clam. Certe tabella subseco tero audax conservo vulgaris. Vicissitudo distinctio umbra vorago vado stabilis.",
			"Amplexus vinculum chirographum valens. Comminor dolorem credo debilito comptus in demonstro debeo talio. Crudelis quaerat cupressus facere tactus tergum.",
			"Omnis argentum condico temporibus turpis. Utrimque suppellex amplexus stipes acer uter condico vicissitudo adsuesco. Cogo aeneus dedico thesis turpis.",
			"Vilitas tabgo caritas tubineus. Laborum caries strues. Recusandae constans curvo benigne eum cornu mollitia.",
			"Adicio cilicium adnuo deputo solvo cariosus delectatio. Quam vesica calamitas odio repellendus solium nostrum desidero saepe vilitas. Torrens adhaero contigo similique tres voluptatibus temptatio tredecim tenax vicissitudo."
		],
		"stock": 34,
		"type": "implement",
		"offerPrice": 10000,
		"discountPercentage": 38
	},
	{
		"id": 55,
		"slug": "rodillera-anillo-de-rotula",
		"name": "rodillera anillo de rotula",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-anillo-de-rotula-30.000-300x300.png",
		"link": "https://castillosport.com/producto/rodillera-anillo-de-rotula/",
		"rating": 4.2,
		"price": 38000,
		"onOffer": true,
		"description": [
			"Savor the rich essence in our Car, designed for deserted culinary adventures"
		],
		"longDescription": [
			"Enim solio sit conculco. Crebro delinquo vitae versus adamo alveus. Inventore canonicus adsum.",
			"Sum vulgo vulnus. Bellicus vomica sopor decimus calamitas vulariter tabella terebro amo deripio. Thalassinus tero curatio.",
			"Acsi tristis curtus clibanus alii optio sumptus. Aut vomica antepono stabilis aer auctor caecus stips annus crebro. Crapula architecto contabesco deduco solutio adstringo valeo.",
			"Testimonium denuo veniam reprehenderit valeo vere similique. Neque sufficio viridis nobis. Accusantium curis autem aestas altus nulla spiculum color curo.",
			"Confido censura cariosus sol sublime optio tot paulatim abbas derelinquo. Cursus verbum solutio terga cibus termes utrum cultura. Universe calco cruciamentum creo adaugeo deludo verbera inventore dicta civis.",
			"Conqueror admiratio strenuus acies. Cognomen spoliatio adfectus vix qui thymbra supellex vomito demitto. Aestas aro corrupti decumbo modi amor."
		],
		"stock": 20,
		"type": "implement",
		"offerPrice": 30000,
		"discountPercentage": 21
	},
	{
		"id": 56,
		"slug": "rodillera-de-rotula-ajustable",
		"name": "rodillera de rotula ajustable",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-ajustable-de-rotula-30.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-de-rotula-ajustable/",
		"rating": 2.3,
		"price": 38000,
		"onOffer": true,
		"description": [
			"Savor the fluffy essence in our Pants, designed for dramatic culinary adventures"
		],
		"longDescription": [
			"Cribro itaque eos vesco. Coruscus tutis turbo possimus ambulo trado. Beatae cibo iusto.",
			"Cura clarus enim solitudo auxilium commodi porro aegrotatio. Aspicio voluptatibus a triumphus. Accusantium soleo speciosus administratio.",
			"Tum depraedor paens cultura adfero torqueo tui. Utpote sursum vae amet. Auctor bonus agnitio celo suasoria blanditiis.",
			"Caries una caries adsidue textilis soluta derelinquo adinventitias. Cernuus crudelis cibus aegrotatio apostolus annus tabesco rem. Curia depromo bonus correptius.",
			"Voluptas derelinquo suffragium delicate cibo aveho admoveo canto cito. Triumphus una deduco turbo. Arcus decimus decens defessus alias.",
			"Volaticus demoror spiculum comminor ciminatio non repellat apostolus compono carmen. Pel quia nulla trans ventus deleo. Trans cognomen verecundia admiratio voro."
		],
		"stock": 98,
		"type": "implement",
		"offerPrice": 30000,
		"discountPercentage": 21
	},
	{
		"id": 57,
		"slug": "rodillera-de-rotula-corta-ajustable",
		"name": "rodillera de rotula corta ajustable",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-de-rotula-corta-ajustable-28.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-de-rotula-corta-ajustable/",
		"rating": 4.9,
		"price": 35000,
		"onOffer": true,
		"description": [
			"Our tender-inspired Fish brings a taste of luxury to your delirious lifestyle",
			"Discover the bird-like agility of our Soap, perfect for cool users"
		],
		"longDescription": [
			"Amplexus certus peccatus decimus vilicus audentia ut vulnero commodi. Tamisium impedit sublime recusandae tamdiu repudiandae. Cerno conor acceptus doloribus abscido quas.",
			"Ustilo celo colo suppellex defessus demoror nesciunt aufero natus suscipit. Adfero uxor ascit vapulus illum attero ait approbo nesciunt. Venustas uterque tenus animadverto tres uter iure aer.",
			"Caterva cura deporto bardus ut calco adsum. Centum audio spargo admitto solio tantillus conatus torrens temptatio. Condico sopor decor deserunt facilis vulgivagus.",
			"Auctor vero statua patruus casus ocer itaque tollo aequitas. Stabilis admiratio accommodo. Audentia capto voluptate cruentus.",
			"Deficio clarus vix aperte depopulo denuncio defendo speciosus beatae thymbra. Tristis sint molestiae. Utrum sequi conor alius depromo eum.",
			"Aperio aveho urbanus colo eligendi conspergo cruentus cuppedia coma voco. Deinde cetera facere beneficium. Abbas nulla uterque."
		],
		"stock": 46,
		"type": "implement",
		"offerPrice": 28000,
		"discountPercentage": 20
	},
	{
		"id": 58,
		"slug": "rodillera-doble-rotula-giva",
		"name": "rodillera doble rotula giva",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-doble-rotula-giva-30.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-doble-rotula-giva/",
		"rating": 4.7,
		"price": 38000,
		"onOffer": true,
		"description": [
			"Our cow-friendly Ball ensures deep comfort for your pets",
			"Experience the azure brilliance of our Fish, perfect for prestigious environments",
			"Our squirrel-friendly Chicken ensures tinted comfort for your pets"
		],
		"longDescription": [
			"Tollo cognomen amaritudo. Triumphus sortitus quae patria defleo theca tutamen vinitor aegre. Votum ait comis.",
			"Tam bos vir. Amiculum spiculum votum verecundia saepe claustrum. Absconditus antepono dicta avaritia animadverto tonsor defetiscor stella nemo.",
			"Arto uredo corrigo. Modi amor adeptio tergum audacia cursim soleo eveniet. Tyrannus sono clamo terror vergo exercitationem succurro capto absorbeo voro.",
			"Mollitia capitulus commemoro calco ver. Sonitus stabilis depereo curatio timor vestigium esse quos cubicularis astrum. Suffoco coma ut admoneo condico demum tamisium decens aduro.",
			"Sub adeo recusandae summisse curvo. Tardus sopor adsuesco amicitia desolo vere. Decretum sollicito adamo tamen facilis doloremque constans officia.",
			"Deprecator vetus timidus illum possimus calculus stillicidium volo. Aeneus supra sponte quae ut. Ab non adamo vulgivagus doloremque tum repellat.",
			"Comis decet civis articulus desolo. Anser thymum suffoco decipio ducimus. Ustulo certus callide caelestis celo currus utroque depono sustineo.",
			"Nesciunt toties ipsam dens victus. Tempora minima sed supellex centum. Defetiscor corroboro antepono adaugeo officiis canonicus.",
			"Derelinquo avarus tribuo admitto adsum ascisco. Blandior doloribus colligo sui tabula magnam confugo. Caste adaugeo suasoria ustulo quod dens triumphus aestus."
		],
		"stock": 38,
		"type": "implement",
		"offerPrice": 30000,
		"discountPercentage": 21
	},
	{
		"id": 59,
		"slug": "rodillera-elastica-miyagi",
		"name": "rodillera elastica miyagi",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-elastica-miyagi-42.000-300x300.png",
		"link": "https://castillosport.com/producto/rodillera-elastica-miyagi/",
		"rating": 2.7,
		"price": 42000,
		"onOffer": false,
		"description": [
			"Fantastic Ball designed with Gold for spotless performance",
			"New orange Gloves with ergonomic design for bleak comfort"
		],
		"longDescription": [
			"Teres debitis trado congregatio asper. Agnosco cariosus arguo dolores. Crapula thesaurus vobis veritas impedit coniecto vester.",
			"Utor cohibeo comminor velociter brevis animi sufficio strenuus abbas alius. Minus terror cognatus sperno catena aufero teneo apparatus tubineus quidem. Sono adsidue aestas utpote contego velut utor derideo arguo.",
			"Traho dedico verecundia incidunt cuius. Arca corrumpo thymum circumvenio nihil quidem. Quos stips quia cattus delectus vobis cibo beatus.",
			"Ventito appello tutis ager. Apparatus abutor sto odio arca tego. Nisi celo ubi.",
			"Cultellus suffoco aperte ustilo timor theca cedo degenero tyrannus. Altus ullus viridis combibo ullam crudelis. Absorbeo amiculum adversus non curvo attonbitus aurum.",
			"Cito denuo versus sto desino pariatur aestivus natus. Fugit claudeo talis varietas. Constans audeo deprimo comptus quisquam asporto cuius conor crinis ascit.",
			"Adipisci barba adiuvo corroboro tricesimus adsuesco. Textor conservo calco tonsor virgo culpo. Arx ver admoneo depereo alienus contigo."
		],
		"stock": 41,
		"type": "implement"
	},
	{
		"id": 510,
		"slug": "rodillera-licrada",
		"name": "rodillera licrada",
		"category": "Guantes",
		"categorySlug": "guantes",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-licrada-26.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-licrada/",
		"rating": 4.6,
		"price": 35000,
		"onOffer": true,
		"description": [
			"Our turtle-friendly Fish ensures elastic comfort for your pets"
		],
		"longDescription": [
			"Uterque iste tactus compono consuasor sopor pariatur coruscus abduco angustus. Alienus solvo est usitas cur. Sono vinco demergo veritas acies thesis conor agnosco.",
			"Coerceo desparatus infit deficio. Adversus optio sto texo contego damno carbo absens stips turpis. Cervus atqui xiphias aspicio talio tertius consequuntur clementia.",
			"Viduo tutis super temptatio considero thalassinus voluntarius tener. Suggero appositus tepidus caries aliquam tabesco. Varietas vae subvenio tolero atqui apparatus.",
			"Neque angelus cauda tremo cursus clam deripio succurro vita cervus. Certus assentator ducimus. Vado molestiae summopere attero adeptio beatus texo.",
			"Acerbitas custodia termes. Usus via patrocinor. Cruentus debitis laudantium peccatus vinculum odit solitudo consuasor arcesso trucido."
		],
		"stock": 20,
		"type": "implement",
		"offerPrice": 26000,
		"discountPercentage": 26
	},
	{
		"id": 511,
		"slug": "rodillera-neopreno-ajustable-miyagi",
		"name": "rodillera neopreno ajustable miyagi",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-neopreno-ajustable-miyagi-60.000-300x300.png",
		"link": "https://castillosport.com/producto/rodillera-neopreno-ajustable-miyagi/",
		"rating": 4.2,
		"price": 75000,
		"onOffer": true,
		"description": [
			"The azure Cheese combines Niger aesthetics with Americium-based durability",
			"Our moist-inspired Gloves brings a taste of luxury to your mammoth lifestyle",
			"The Lois Table is the latest in a series of knowledgeable products from Wolf, Powlowski and Cronin"
		],
		"longDescription": [
			"Volutabrum arcesso aurum thermae. Arceo suscipio veritas tempora abeo centum apto socius armarium. Tam cura aer sit adhuc non sublime.",
			"Viduo ad vitiosus reiciendis caecus aedificium colligo sequi volaticus. Abundans spectaculum colligo. Absorbeo tribuo thymum arguo timor bardus videlicet attonbitus verumtamen.",
			"Ultio delinquo barba vespillo aqua at. Tego delibero accusamus depopulo. Cattus credo coma bis ullus.",
			"Terminatio aestus cubicularis comminor veritas saepe venio quis valens at. Vomica deinde attero consectetur theologus. Virga taceo vere voluntarius aptus collum tyrannus assumenda cribro sto.",
			"Totidem nihil earum aestivus amet admoneo tabernus pax ambulo. Colo stips arx clam. Copiose crustulum curatio apostolus."
		],
		"stock": 87,
		"type": "implement",
		"offerPrice": 60000,
		"discountPercentage": 20
	},
	{
		"id": 60,
		"slug": "rodillera-ortopedica-de-leciones-con-laminas",
		"name": "rodillera ortopedica de leciones con laminas",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-ortopedica-de-leciones-con-laminas-39.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-ortopedica-de-leciones-con-laminas/",
		"rating": 2.2,
		"price": 40000,
		"onOffer": true,
		"description": [
			"Our fresh-inspired Mouse brings a taste of luxury to your light lifestyle"
		],
		"longDescription": [
			"Ubi deludo clam. Valens desino acsi deporto usque cultura aqua. Arto balbus comis eveniet perspiciatis eaque.",
			"Inventore arma supra cohibeo asporto tracto dolore. Esse vereor vere occaecati ultra nesciunt vulgivagus administratio caste. Adopto defaeco consuasor nulla sint sub.",
			"Creber tabella vulgaris avarus aetas degero. Clarus vilis convoco audio consequatur aliqua iste laudantium. Animi aperio conventus spiritus defetiscor sublime cinis usitas deinde quo.",
			"Amplitudo tertius cervus charisma admoneo dolores cibo reiciendis corrumpo. Aranea coruscus apostolus vomica tamdiu assumenda aedificium. Aperio civis surgo adhaero distinctio subiungo.",
			"Tertius amet pauci surculus. Traho canis adulescens curtus defluo sum crinis usque conduco. Balbus tunc thorax deleo victus a similique bibo.",
			"Tamdiu colo tergo pecus. Universe adeptio pauci via copiose amita. Animus cometes tui crastinus.",
			"Cotidie ante quibusdam vestigium valetudo. Bibo angustus caecus verbera balbus audio. Adulatio subiungo desipio deprecator vetus labore demonstro derelinquo defessus."
		],
		"stock": 59,
		"type": "implement",
		"offerPrice": 39000,
		"discountPercentage": 3
	},
	{
		"id": 61,
		"slug": "rodillera-ortopedica-en-neopreno",
		"name": "rodillera ortopedica en neopreno",
		"category": "Guantes",
		"categorySlug": "guantes",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-ortopedoca-en-neopreno-talla-M-y-L-58.000-300x300.png",
		"link": "https://castillosport.com/producto/rodillera-ortopedica-en-neopreno-talla-m-y-l/",
		"rating": 3.5,
		"price": 58000,
		"onOffer": false,
		"description": [
			"Davis - Treutel's most advanced Salad technology increases runny capabilities",
			"The Intuitive tertiary forecast Chair offers reliable performance and mad design",
			"Professional-grade Mouse perfect for creative training and recreational use"
		],
		"longDescription": [
			"Magnam tergeo vinum sollicito curo thermae molestias. Canonicus labore absum arto facere advoco labore volo depono repellendus. Apparatus corrigo tres solum labore civis canto.",
			"Thalassinus dolorem conculco tonsor peccatus sequi turbo audeo. Quos nostrum vespillo totidem. Vergo vero advenio concedo.",
			"Teres deorsum coruscus comes congregatio suus. Dedico vitae voluntarius denuo strenuus. Quasi totus stultus summopere substantia thesis una clamo.",
			"Cornu tremo utilis accommodo summopere theatrum optio thymbra subiungo dolores. Attonbitus curia dens bos. Esse creator culpo solutio cum theatrum crux pecco stillicidium ascit.",
			"Capto magni ait volubilis altus. Suscipit derideo ventus blandior. Vilis vulnero impedit consuasor audio constans tardus solus.",
			"Vallum decor blanditiis celer valetudo colo. Audax suppellex allatus aperiam. Baiulus defaeco spectaculum.",
			"Constans decipio tenax. Advoco conitor vorago deserunt temperantia bellum. Delectus id validus quia vulgaris alioqui.",
			"Temeritas comptus maxime a celer spectaculum terminatio comminor. Tabgo accedo cito necessitatibus caveo viscus patior una sublime. Dolores coepi super aranea creber pauci thymum.",
			"Degero suscipit cena ustulo defluo delibero attero subnecto. Expedita subseco cognomen ulterius. Deputo clamo tamdiu decerno ut concido."
		],
		"stock": 53,
		"type": "implement"
	},
	{
		"id": 62,
		"slug": "rodillera-tipo-venda-anti-deslizante",
		"name": "rodillera tipo venda anti deslizante",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-tipo-venda-anti-deslizante-36.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-tipo-venda-anti-deslizante/",
		"rating": 2.5,
		"price": 36000,
		"onOffer": false,
		"description": [
			"The ivory Car combines Peru aesthetics with Zirconium-based durability",
			"New silver Soap with ergonomic design for impish comfort"
		],
		"longDescription": [
			"Denuncio explicabo verecundia cernuus eligendi laudantium attollo. Thesis spargo cado verecundia crux. Optio vito doloremque perferendis defendo tamquam.",
			"Demo thermae acies voluntarius solitudo theatrum. Vulariter peccatus patria umerus. Doloribus caute casso calco spes calcar suus titulus.",
			"Studio corpus usitas id convoco adeptio dedecor. Ademptio socius deinde atavus tergo armarium cognomen. Consectetur alveus aliqua.",
			"Recusandae vir vulnus coruscus. Beatus succurro cum. Harum acceptus attonbitus caecus.",
			"Utrum defetiscor solium adamo conatus pariatur suppono vulnero non. Bene decens cohaero sollers summisse bonus curiositas audax ut reprehenderit. Cenaculum candidus necessitatibus caveo aiunt.",
			"Angelus conventus contego stips apto adhuc rem cursus turba neque. Triumphus tergeo absens conqueror absorbeo cogo dolore advoco. Tego ducimus arcus.",
			"Surgo vinitor eveniet addo cerno. Varietas alo alioqui tam quod adhuc aro stella minima chirographum. Administratio denique communis cicuta vitiosus ventosus vobis comitatus audio."
		],
		"stock": 74,
		"type": "implement"
	},
	{
		"id": 63,
		"slug": "rodillera-tipo-venda-knee-support",
		"name": "rodillera tipo venda knee support",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-tipo-venda-knee-support-28.000-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillera-tipo-venda-knee-support/",
		"rating": 3.5,
		"price": 28000,
		"onOffer": false,
		"description": [
			"Featuring Silicon-enhanced technology, our Soap offers unparalleled evil performance"
		],
		"longDescription": [
			"Sophismata ultio agnitio. Artificiose vir desidero cervus benevolentia vulpes delectatio cumque suus depulso. Coruscus convoco acceptus aegrus umerus ubi cruentus.",
			"Incidunt asperiores peior. Termes bis claustrum denique. Una tyrannus uxor communis.",
			"Sit soleo curvo ater sed error ocer. Aer maiores aequitas versus vinco tricesimus demo demoror benigne. Verto illo deprecator collum tamdiu voveo.",
			"Infit cruciamentum spiculum voveo tertius suadeo adicio comes. Neque totam tactus aureus deputo contego tondeo demens tabula audacia. Contabesco arcus iste solium carus.",
			"Amita comes stultus talus bellicus vilis delibero summa blanditiis. Thorax appello sordeo compello arx timor coepi. Cunctatio comminor vado turbo verto delibero audio minima capio.",
			"Thymbra arbitro cubitum umbra alienus caterva adsuesco. Canto suggero vorago desparatus terminatio baiulus. Aestus cometes cresco.",
			"Complectus valetudo amicitia voluptatibus denego templum creber varietas. Similique substantia desipio theatrum debitis a casus tantillus vinum. Solum carcer comparo undique sufficio conventus.",
			"Bis inflammatio calamitas corpus aedificium delicate tepidus aro hic. Torqueo maiores tripudio neque sonitus vitium sub. Defetiscor illo accommodo virgo valetudo deripio decipio agnitio.",
			"Strues aiunt verto surgo appello volo argumentum. Cado viridis theca. Assentator vilitas cohaero tempora decor defaeco.",
			"Reprehenderit doloribus comprehendo ulterius uredo beatae. Stipes expedita amplexus nam adipiscor. Dedecor virtus aggero bestia eligendi crinis conatus."
		],
		"stock": 66,
		"type": "implement"
	},
	{
		"id": 64,
		"slug": "rodillo-abdominal-aa",
		"name": "rodillo abdominal  AA",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillo-abdominal-AA-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillo-abdominal-aa/",
		"rating": 2.4,
		"price": 52000,
		"onOffer": true,
		"description": [
			"Discover the fox-like agility of our Tuna, perfect for well-groomed users"
		],
		"longDescription": [
			"Aggredior civis casus uterque eos. Iure esse degusto utrum demoror. Vicissitudo vehemens celebrer aspernatur adinventitias similique valens.",
			"Volup cupiditas clarus spiritus cito. Vallum timidus argumentum canto vomer porro. Summopere vilis accusator.",
			"Solium bos succurro aureus xiphias temporibus dedico soluta magni admitto. Pectus vitium aro suppellex sapiente cometes. Decretum vulpes cinis abutor.",
			"Ventosus adversus ademptio adsuesco pauper. Caritas caelestis ullam. Deleo iste universe illum despecto.",
			"Somniculosus deprecator amplexus caste voluptate. Avaritia deludo atque velut angelus cena ultio cedo. Adeptio placeat taedium contigo annus clam.",
			"Tero cado consectetur clamo texo spero. Damno vos conatus avarus aliquam modi ipsum amplus certus. Consuasor cerno voluptates deleniti temporibus decimus peior voluptate corona voco.",
			"Cenaculum venustas accommodo crastinus coerceo bis inventore. Ager clarus suppellex tantillus sit dolorem vos tenuis aureus. Calco aspernatur ullus tribuo defessus crastinus corrigo.",
			"Adficio bestia velut vergo pax ustilo corrigo turbo ara. Sopor annus quos voluptates valde succurro claustrum aperiam. Consequatur desino claudeo amet suffragium advenio culpa.",
			"Ars crapula templum tamquam. Catena adfectus terreo cado abeo templum debilito vesco inflammatio. Suppono vita vestigium."
		],
		"stock": 38,
		"type": "implement",
		"offerPrice": 40000,
		"discountPercentage": 23
	},
	{
		"id": 65,
		"slug": "rodillo-abdominal-ab",
		"name": "rodillo abdominal  AB",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillo-abdominal-AB-300x300.jpg",
		"link": "https://castillosport.com/producto/rodillo-abdominal-ab/",
		"rating": 3.9,
		"price": 64000,
		"onOffer": true,
		"description": [
			"New Towels model with 4 GB RAM, 279 GB storage, and rigid features",
			"The indigo Pizza combines British Indian Ocean Territory (Chagos Archipelago) aesthetics with Selenium-based durability",
			"Professional-grade Mouse perfect for gripping training and recreational use"
		],
		"longDescription": [
			"Ventosus aro ceno quam bellum argentum amiculum recusandae capto. Temeritas dolores curriculum aut ascisco ultra accendo decens cariosus. Contabesco admoneo pariatur inventore cunae clamo tutis caelestis sodalitas.",
			"Curvo sodalitas terminatio ademptio defungo templum aut tam. Averto desidero ullam carbo corpus vulnus. Terminatio tabernus sono pel.",
			"Autem claudeo celo degenero tollo ullus eligendi turpis auctor adsum. Urbs subseco amplitudo urbs civitas aurum decet adsidue socius. Decimus strues amita celer.",
			"Defetiscor usus clamo socius videlicet valde. Aestivus abundans ipsam certe laborum adficio pecus triumphus defaeco. Caput cura sortitus amet volutabrum thesis adficio tametsi cui fugit.",
			"Solus balbus solitudo vita suffoco aiunt vesper. Bestia alioqui vivo tepesco varius. Vacuus vito earum uxor dolorem bestia in advenio defaeco utilis.",
			"Deduco porro damno confero armarium autem caelestis dolorum aestus crebro. Vindico sui urbanus uterque caecus aeger ulterius theca. Vergo talus tricesimus ea amo capto comes acsi eligendi versus.",
			"Amplitudo id autus. Admitto ducimus odio uterque derideo pectus assentator. Ipsum sollers vigilo velit quasi angulus desolo claustrum.",
			"Appositus creta arceo constans vinco angelus odit laboriosam. Omnis denuncio laborum brevis deficio talis amet assumenda. Velociter aggredior ulciscor beatae speciosus vilis."
		],
		"stock": 0,
		"type": "implement",
		"offerPrice": 55000,
		"discountPercentage": 14
	},
	{
		"id": 66,
		"slug": "rueda-abdominal-sencilla",
		"name": "rueda abdominal sencilla",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rueda-abdominal-sencilla-45.000-300x300.png",
		"link": "https://castillosport.com/producto/rueda-abdominal-sencilla/",
		"rating": 4.3,
		"price": 56000,
		"onOffer": true,
		"description": [
			"Professional-grade Towels perfect for boring training and recreational use",
			"Our parrot-friendly Chips ensures dim comfort for your pets"
		],
		"longDescription": [
			"Vis color absens adflicto derideo at aro spes tantillus. Caelestis videlicet supellex compello defendo derelinquo. Creator vinculum volo delicate error condico virga vesco.",
			"Demoror sapiente nesciunt amplitudo tabula tenax. Volup ut desolo vobis temeritas una vinco. Degenero adflicto turba alius dolor somnus bos eum.",
			"Undique sapiente accommodo tempore depono. Enim decens cinis tabula. Inventore consectetur solium.",
			"Deporto patria damno viscus. Abbas vicinus terebro cognatus voluptates aestas denuncio arcus adsidue somniculosus. Sapiente decor sollicito tolero alias neque admiratio velum vespillo sum.",
			"Vivo beatus conicio vir similique. Timor abbas tamquam suffoco. Aetas virgo aperte.",
			"Adulescens aegrotatio inflammatio certus atque umerus. Debitis delicate sperno copia vehemens vesica volo torqueo. Cilicium consectetur quas.",
			"Usitas crebro cattus thymum veritas solitudo ad tot. Culpa color desidero tempora tactus torrens aggredior. Defendo pecus vehemens."
		],
		"stock": 72,
		"type": "implement",
		"offerPrice": 45000,
		"discountPercentage": 20
	},
	{
		"id": 67,
		"slug": "rueda-abdominal-slid",
		"name": "rueda abdominal slid",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rueda-abdominal-slid-60.000-300x300.png",
		"link": "https://castillosport.com/producto/rueda-abdominal-slid/",
		"rating": 1.2,
		"price": 72000,
		"onOffer": true,
		"description": [
			"Our savory-inspired Chicken brings a taste of luxury to your mindless lifestyle"
		],
		"longDescription": [
			"Victoria aqua suasoria casus quam. Cogito curvo adhuc ait. Sophismata vehemens stella venia.",
			"Basium vespillo comis ambitus timidus odit repellat canis vorax. Cui vespillo ut argumentum. Curtus supellex cornu clamo.",
			"Amplexus arguo antea talis avaritia caries aequus alter spiritus. Cultura cibus iure sub admoveo. Vinco coadunatio vos laboriosam clam quo vergo attonbitus deleo depromo.",
			"Conscendo utrimque canto minima crepusculum arma totidem annus. Commemoro cribro chirographum curo civitas sint. Pax circumvenio solium trepide culpo suasoria.",
			"Corrigo casso comis texo atavus crudelis compono audeo. Adflicto sodalitas subseco adhaero caterva canto circumvenio deduco aetas. Amplitudo barba ventosus agnosco.",
			"Auctor assumenda tredecim culpa crepusculum. Annus tabgo creta. Consuasor temporibus vae.",
			"Volva trucido adduco peior. Sonitus timidus sapiente corrumpo. Tondeo aduro crebro usus amaritudo ab antea tero.",
			"Demens audentia verecundia textilis trado arto vis summa quos. Vox aeternus vir urbs sperno candidus vitium copia. Ex alienus vorax tolero speculum censura statim.",
			"Conscendo canonicus summopere. Uterque censura suscipio tabesco turba magni abutor. Auxilium volva sollers officiis vergo enim."
		],
		"stock": 98,
		"type": "implement",
		"offerPrice": 60000,
		"discountPercentage": 17
	},
	{
		"id": 68,
		"slug": "set-de-3-bandas-elasticas-en-tela-giva",
		"name": "set de 3 bandas elasticas en tela giva",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/set-de-3-bandas-elasticas-en-tela-62.000-300x300.jpg",
		"link": "https://castillosport.com/producto/set-de-3-bandas-elasticas-en-tela-giva/",
		"rating": 3.9,
		"price": 75000,
		"onOffer": true,
		"description": [
			"New Cheese model with 44 GB RAM, 379 GB storage, and sentimental features"
		],
		"longDescription": [
			"Somnus excepturi commodi cena ustulo charisma claro demonstro. Adamo deduco bibo ceno acies ager amita. Barba vulgo sustineo.",
			"Civis terebro vox contego amissio laboriosam depulso. Animus tripudio tabernus. Umquam temptatio vita curtus brevis voluptatibus combibo.",
			"Atqui avaritia vester tempora cumque vigor acsi. Reiciendis correptius culpo suasoria aequus concido tonsor compello angulus. Mollitia caute ars absens debeo vinco desparatus.",
			"Derideo cohors vociferor. Creo adinventitias cometes vigor. Asperiores cornu apostolus suasoria vito depono.",
			"Defungo at talis adficio amiculum tenax eaque solvo approbo verumtamen. Tergo vel vester depono damnatio. Officia patruus laboriosam voco.",
			"Utilis asporto ducimus aro circumvenio. Subiungo decerno adipisci non. Caelum vesper aranea usitas.",
			"Ventus aetas supra angustus quo commodo sub vinitor velociter clibanus. Statim subito aqua antepono. Vigor vereor vulgaris clam dapifer deludo condico.",
			"Conitor ulciscor trepide arguo ea. Caelum tui aedificium vilitas. Venio truculenter talis."
		],
		"stock": 99,
		"type": "implement",
		"offerPrice": 65000,
		"discountPercentage": 13
	},
	{
		"id": 69,
		"slug": "set-de-3-bandas-elasticas-fuertes-miyagi",
		"name": "set de 3 bandas elasticas fuertes  miyagi",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/set-de-3-bandas-elasticas-fuertes-miyagi-35.000-300x300.png",
		"link": "https://castillosport.com/producto/set-de-3-bandas-elasticas-fuertes-miyagi/",
		"rating": 0.2,
		"price": 44000,
		"onOffer": true,
		"description": [
			"Our lion-friendly Pizza ensures marvelous comfort for your pets"
		],
		"longDescription": [
			"Speciosus amet ustulo votum suffoco clementia tenus aro vigor surculus. Centum reprehenderit aperiam. Comis ante doloremque damno.",
			"Deinde commemoro maiores surculus aestus repellat. Vado laudantium caterva amita veniam audeo argentum caelum. Vicissitudo aqua viscus iure similique acer.",
			"Cunabula ustulo xiphias desino cavus tergum. Sursum cupiditate sol absque ipsum minus sed triduana suggero ducimus. Absens itaque contra cervus catena condico doloribus quibusdam decens vulgus.",
			"Deficio porro comedo repellat. Clamo caelum creator. Architecto amaritudo ambitus cavus magni apostolus illo cura usitas.",
			"Xiphias aegrus ipsa crur thema. Cariosus repellendus armarium modi carbo urbanus non despecto. Varius cura officiis est toties adfero.",
			"Acervus cunae abduco ex omnis. Spiritus tenus annus deludo calco victus argentum. Acervus alias ipsam attollo traho animus subito complectus communis volaticus.",
			"Sollers tabgo stella adsidue verto. Volubilis sono abundans. Degusto degero claro sponte.",
			"Arbustum deputo crastinus virgo animi usitas. Coaegresco verbum aiunt vero pecco voveo quos spiritus textilis depereo. Quam solium cernuus coadunatio ultio theatrum cibus conturbo vox.",
			"Thalassinus timidus tero denique corrumpo. Adsum depromo cohaero admoneo temptatio amitto sui. Antiquus autem debilito vilis temporibus utor."
		],
		"stock": 14,
		"type": "implement",
		"offerPrice": 35000,
		"discountPercentage": 20
	},
	{
		"id": 610,
		"slug": "set-de-3-bandas-elasticas-textitel-miyagi",
		"name": "set de 3 bandas elasticas textitel miyagi",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/set-de-3-bandas-textitel-miyagi-75.000-300x300.png",
		"link": "https://castillosport.com/producto/set-de-3-bandas-elasticas-textitel-miyagi/",
		"rating": 4.4,
		"price": 85000,
		"onOffer": true,
		"description": [
			"Savor the tangy essence in our Bike, designed for blushing culinary adventures",
			"Our sea lion-friendly Ball ensures experienced comfort for your pets",
			"New black Shirt with ergonomic design for shameless comfort"
		],
		"longDescription": [
			"Succurro aggredior itaque vere canis amplus verus comis. Uter accusamus virtus. Quisquam cura candidus.",
			"Tyrannus antepono quisquam nisi sum. Vesco architecto natus convoco caste. Decumbo capitulus alter spiculum clementia adulescens.",
			"Tepidus absorbeo aegrus tonsor supplanto abstergo tabernus abduco. Truculenter rem dedico valetudo corona thema adstringo odio. Super nulla pecus animadverto auctus arto antiquus vergo spero cicuta.",
			"Coerceo taedium utor benevolentia vorax. Sumptus vesco adipisci volo contigo terra tibi suus sufficio enim. Exercitationem benevolentia cado videlicet cunctatio.",
			"Consequatur cohaero laudantium aestas. Sodalitas accommodo deprecator advoco canto neque. Sapiente trado vulnero supra admiratio argentum absque complectus thorax vilicus.",
			"Neque libero valetudo sursum corporis carbo nam victoria. Agnitio amor teneo arbor vulnus quae. Possimus currus admoneo."
		],
		"stock": 24,
		"type": "implement",
		"offerPrice": 70000,
		"discountPercentage": 18
	},
	{
		"id": 611,
		"slug": "set-de-5-bandas-elasticas-en-latex",
		"name": "set de 5 bandas elasticas en latex",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/set-de-5-bandas-elasticas-en-latex-44.000-300x300.jpg",
		"link": "https://castillosport.com/producto/set-de-5-bandas-elasticas-en-latex/",
		"rating": 2.9,
		"price": 55000,
		"onOffer": true,
		"description": [
			"New fuchsia Chips with ergonomic design for aware comfort",
			"Savor the zesty essence in our Chips, designed for lavish culinary adventures"
		],
		"longDescription": [
			"Enim derideo agnosco aveho bellicus caput defaeco varius. Umerus pel crepusculum supellex vado amplitudo deinde. Cursus subiungo talio aeger.",
			"Dolorem conservo terga tenetur iure. Censura dolor vitae. Expedita decor denique.",
			"Absque triduana spero censura clibanus reprehenderit articulus cognatus adhaero. Acquiro nesciunt cultellus acceptus turba apud desparatus amiculum. Clam vinco absque careo tribuo perspiciatis.",
			"Natus concedo victoria minima vorago. Dicta depono communis similique auctor vulgus admiratio templum. Stips velum conqueror cupio.",
			"Tumultus ab cotidie. Copiose quos ascisco copia decerno peccatus eaque defero. Tenuis utilis aggredior."
		],
		"stock": 96,
		"type": "implement",
		"offerPrice": 44000,
		"discountPercentage": 20
	},
	{
		"id": 70,
		"slug": "set-de-5-bandas-elasticas-miyagi",
		"name": "set de 5 bandas elasticas miyagi",
		"category": "Guantes",
		"categorySlug": "guantes",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/set-de-5-bandas-elasticas-miyagi-46.000-300x300.png",
		"link": "https://castillosport.com/producto/set-de-5-bandas-elasticas-miyagi/",
		"rating": 3.9,
		"price": 55000,
		"onOffer": true,
		"description": [
			"The Forrest Salad is the latest in a series of secret products from Franecki, Moore and West",
			"Our crocodile-friendly Cheese ensures bleak comfort for your pets",
			"Innovative Salad featuring easy technology and Metal construction"
		],
		"longDescription": [
			"Dapifer tricesimus voluptatum comes dedecor thymum. Crux cado adsuesco sustineo aranea animadverto. Coruscus tollo urbs strues sollicito viridis quae.",
			"Auxilium adnuo desino. Sollicito tempora defungo claudeo vehemens turbo defleo certe utrum. Thesaurus saepe amaritudo spiculum angustus cerno vir terminatio a sui.",
			"Pecus somniculosus bis tibi timidus iste ascisco viridis video velum. Terreo absens cornu inventore curso ascit aggredior vomer coma. Tibi auctor neque saepe concedo administratio ullam vetus.",
			"Concido balbus vigor vestrum aqua optio asper carmen tandem vado. Pauper architecto adflicto advenio claustrum vociferor pauci defetiscor certe at. Via aggredior supra succedo aeternus.",
			"Tantillus trucido laboriosam atque degenero cernuus adipiscor. Velum velum possimus dignissimos tremo tantum vesco conservo velociter tardus. Capio eveniet terebro.",
			"Avaritia catena laudantium tergum currus. Corporis copia aeger balbus ater sponte deserunt comparo. Ulterius deficio sto appositus cupio adnuo cogo corrigo.",
			"Centum denuncio curia vindico ager. Utrum bellicus apparatus. Corpus denique surculus demulceo apparatus textus cura.",
			"Vaco placeat vulariter cedo accusamus summa terra vesica. Volva curtus cohors defetiscor armarium vivo. Thorax abscido cultura deputo claudeo sed eveniet acies aegre."
		],
		"stock": 97,
		"type": "implement",
		"offerPrice": 46000,
		"discountPercentage": 16
	},
	{
		"id": 71,
		"slug": "soporte-biceps-arm-blaster",
		"name": "soporte biceps arm blaster",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/SOPORTE-biceps-arma-blaster-300x300.jpg",
		"link": "https://castillosport.com/producto/soporte-biceps-arm-blaster/",
		"rating": 2.3,
		"price": 125000,
		"onOffer": false,
		"description": [
			"The mint green Car combines Heard Island and McDonald Islands aesthetics with Scandium-based durability"
		],
		"longDescription": [
			"Vitae tabernus cubicularis arceo. Tardus adipiscor defendo commodi demum concido pariatur apto cetera summa. Confero stella cilicium corrupti.",
			"Curtus ultra viriliter aperiam catena caput nihil nemo. Ulciscor deludo a absens abundans. Tenetur anser fugit curto caste caritas.",
			"Vulticulus curso aetas triumphus tum volo. Patria nemo vobis carpo vetus callide derideo. Vilicus timidus debitis arca.",
			"Trado denuo infit communis surgo cras stillicidium delectus amo tabernus. Corroboro capio crur suspendo. Acidus tandem comprehendo.",
			"Velum tego conatus vigilo cimentarius natus curvo causa. Infit adulescens conitor. Paens delego decumbo suadeo tergeo tempore viriliter ratione.",
			"Utilis temporibus antiquus accusator. Aut bene tam via aggero appello pax sufficio tres videlicet. Sub cilicium autem.",
			"Debitis nostrum spargo defaeco thermae stipes cimentarius caries armarium. Surculus adinventitias sint nisi adipiscor alius quae vomito ea curso. Aeger attollo vigilo vitae constans vomito vita socius corpus caterva.",
			"Tot aeternus adficio vomer defessus caste tero ventus bestia denego. Cena sodalitas timor magnam attollo. Tutis tardus vulnus caecus uberrime.",
			"Patior tracto atrox vir quasi tutis copiose usus. Curiositas solum solium undique voluptates facilis cattus aufero bis eum. Damnatio xiphias tergo appono defaeco vicissitudo.",
			"Cariosus virga abstergo delinquo aggredior ducimus suus. Verecundia titulus cubo cubitum vinum dolore aestivus tepidus. Terebro demergo appositus vergo quod."
		],
		"stock": 61,
		"type": "implement"
	},
	{
		"id": 72,
		"slug": "soporte-de-cintura-ortopedico-miyagi",
		"name": "soporte de cintura ortopedico miyagi",
		"category": "Cinturon",
		"categorySlug": "cinturon",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/soporte-de-cintura-ortopedico-miyagi-125.000-300x300.png",
		"link": "https://castillosport.com/producto/soporte-de-cintura-ortopedico-miyagi/",
		"rating": 2.5,
		"price": 125000,
		"onOffer": true,
		"description": [
			"Rempel, Mayer and Hodkiewicz's most advanced Soap technology increases decisive capabilities"
		],
		"longDescription": [
			"Beatae laudantium titulus vulgaris. Subiungo repudiandae ventito. Apto deduco arceo titulus undique vitium bos degero causa.",
			"Convoco deleo vinco conscendo. Auditor sequi cura tabella communis viduo. Acquiro thesaurus ea sumptus ullam.",
			"Vester aggredior carmen autus auctor. Conatus aestivus cito tempus adiuvo adhaero confido sperno ambitus defleo. Tubineus crebro aperio debilito damnatio.",
			"Ante artificiose cornu conservo utor. Argumentum adflicto viduo. Verto comburo vinitor vehemens tabgo denuncio placeat.",
			"Cursus compono trado saepe. Odit valetudo veritas defaeco cursus venio. Commodo aqua degero.",
			"Cupiditas rem deduco pecco calcar aeternus. Valde odio deludo. Incidunt aestus tergo cerno absconditus vado."
		],
		"stock": 78,
		"type": "implement",
		"offerPrice": 95000,
		"discountPercentage": 24
	},
	{
		"id": 73,
		"slug": "soporte-de-rodilla-doble-rotula-ortopedico",
		"name": "soporte de rodilla doble rotula ortopedico",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/soporte-de-rodilla-doble-rotula-ortopedico-78.000.png",
		"link": "https://castillosport.com/producto/soporte-de-rodilla-doble-rotula-ortopedico/",
		"rating": 2.1,
		"price": 78000,
		"onOffer": false,
		"description": [
			"Recycled Fish designed with Steel for wealthy performance",
			"The Balanced mission-critical internet solution Cheese offers reliable performance and clear-cut design",
			"Savor the bitter essence in our Fish, designed for incomparable culinary adventures"
		],
		"longDescription": [
			"Bibo alienus credo ab decipio coniecto. Defluo talio annus cupiditate ater tabernus tenuis tergeo. Conqueror teres aro admoneo omnis capitulus tamdiu tabula corrumpo arcesso.",
			"Ascit corona alius aperio. Compello absorbeo vigilo utpote quas tyrannus deludo ventus aggredior. Cohors corrigo summopere arbor substantia.",
			"Accusamus conicio beatus aeger arca ager numquam quia antiquus dapifer. Appono quis admitto cur. Sequi curo acquiro amplitudo quae depromo officia unus spero.",
			"Vomer conservo vobis alias arto vestigium. Nisi denuncio delectus aegrus laboriosam aspicio decerno averto. Venia acquiro tutamen commemoro eaque saepe denego taceo quaerat.",
			"Tutis defluo quam. Abundans ascisco comminor adficio socius adicio. Solium aqua suscipit terminatio derideo tracto blandior confero virtus sed.",
			"Ultra cupressus atrocitas. Solus degusto ulciscor vulgivagus comis. Catena similique suus cui decerno beatae concido adiuvo copia desolo.",
			"Arbor turpis solutio utroque constans vix adflicto benevolentia canis. Confugo benevolentia dicta. Adhaero quae thesaurus tristis."
		],
		"stock": 76,
		"type": "implement"
	},
	{
		"id": 74,
		"slug": "strap-callera-con-muequera",
		"name": "strap callera con muñequera",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/strap-callera-con-munequera-300x300.jpg",
		"link": "https://castillosport.com/producto/strap-callera-con-munequera/",
		"rating": 4.8,
		"price": 64000,
		"onOffer": false,
		"description": [
			"Discover the dolphin-like agility of our Chips, perfect for miserly users",
			"Experience the violet brilliance of our Sausages, perfect for polite environments"
		],
		"longDescription": [
			"Aer votum conduco cedo sub collum bibo. Umerus temperantia theatrum doloribus. Ullam corporis capto bellum vae.",
			"Contra nulla vigilo vae tametsi succurro trado termes. Fugiat cogito ulciscor vomer cupiditate. Degero angulus catena dolore textor.",
			"Amita decerno somnus accusator. Coadunatio careo capitulus. Claustrum nemo bis tres trucido ocer ducimus thymbra quibusdam appello.",
			"Damno copia eveniet deludo voluptas minus defendo tamen atrocitas. Cedo nam spoliatio. Confero vinco itaque odit commodi.",
			"Rem vomito degenero undique laborum audeo colo patior. Cernuus utrum adeptio dolore harum velum molestias. Molestias denego celer aegre deprecator cupiditas adfero tibi depraedor.",
			"Ventito titulus tardus talis. Virga verus cum magnam certe amicitia depromo. Trepide averto celo tergum termes spiculum."
		],
		"stock": 72,
		"type": "implement"
	},
	{
		"id": 75,
		"slug": "strap-con-broche-de-velcro-tenfit",
		"name": "strap con broche de velcro tenfit",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/strap-con-broche-de-velcro-tenfit-54.000-300x300.jpg",
		"link": "https://castillosport.com/producto/strap-con-broche-de-velcro-tenfit/",
		"rating": 4,
		"price": 54000,
		"onOffer": false,
		"description": [
			"Discover the ethical new Bacon with an exciting mix of Rubber ingredients",
			"Discover the butterfly-like agility of our Shirt, perfect for weighty users",
			"Frozen Shirt designed with Concrete for drab performance"
		],
		"longDescription": [
			"Torrens tabesco curvo comes. Curriculum vomito tricesimus xiphias harum. Summa vinco cogo ante attero.",
			"Curiositas suffragium blandior. Succedo audio carpo decor. Demonstro fuga quibusdam vae conturbo stultus sonitus abscido tego speciosus.",
			"Studio ustilo alii torrens. Deripio doloribus et decerno unde canis comminor coruscus dedecor quod. Tumultus arceo bene curiositas derelinquo.",
			"Tolero clam xiphias aranea vos ara illo. Tutamen peior tergo dapifer adicio trucido substantia conventus. Nemo volo vinco vehemens amet adflicto.",
			"Brevis fugit et ambulo vero color cruentus aurum. Turba confugo aestivus. Vae cupio dapifer tremo cilicium.",
			"Suggero vapulus libero suppono sublime id. Carbo sortitus cubo ceno benevolentia demum. Atrocitas ullam cruciamentum adiuvo fuga uter concedo."
		],
		"stock": 37,
		"type": "implement"
	},
	{
		"id": 76,
		"slug": "strap-con-muequera-de-fuerza-y-ganchos-miyagui",
		"name": "strap con muñequera de fuerza y ganchos miyagui",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/munequera-de-fuerza-con-ganchos-miyagui-75.000-300x300.png",
		"link": "https://castillosport.com/producto/strap-con-munequera-de-fuerza-y-ganchos-miyagui/",
		"rating": 4.1,
		"price": 75000,
		"onOffer": false,
		"description": [
			"Soft Fish designed with Rubber for untimely performance",
			"Our bear-friendly Computer ensures naughty comfort for your pets",
			"Introducing the Brazil-inspired Car, blending plump style with local craftsmanship"
		],
		"longDescription": [
			"Cupiditate cupio corpus cena. Clementia coma et. Coma quod thesaurus absque aduro coepi.",
			"Cumque supellex deprecator molestias fuga. Surgo utroque sum voco sulum vomito colo tutis alienus creber. Arbustum dolorum aegrus contabesco depono doloribus arguo uter error animi.",
			"Clarus ubi causa causa coniuratio timor unde terra. Artificiose surgo cribro vinculum delectus. Stella caste sollers vigilo.",
			"Certe comprehendo sustineo textilis voluptate beatus tero solus cui adfectus. Explicabo cernuus ventito comburo tracto cubitum argumentum incidunt. Centum curso alioqui decens temptatio currus.",
			"Sono verecundia socius cura adulatio defetiscor consuasor comis tantillus. Tepidus vulnus curis thymbra corona arto. Spargo benevolentia civitas comedo dolore agnitio turbo.",
			"Commemoro approbo ventus adversus sophismata sordeo constans. Sodalitas terreo denuo comes sublime demum sponte. Cubicularis sint vetus sub atrox carmen at tui calamitas.",
			"Degero qui caelestis arcesso synagoga velit sub. Repellat vivo temporibus tardus voluptas temporibus vorax. Spoliatio deinde absens volutabrum claudeo usitas vicissitudo.",
			"Crepusculum consectetur cuius depulso casus celebrer. Talis apostolus degenero apto incidunt cura terebro. Adversus in sapiente."
		],
		"stock": 73,
		"type": "implement"
	},
	{
		"id": 77,
		"slug": "straps-anti-deslizante-giva",
		"name": "straps anti deslizante giva",
		"category": "Rodilleras",
		"categorySlug": "rodilleras",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/straps-anti-deslizante-giva-54.000-300x300.jpg",
		"link": "https://castillosport.com/producto/straps-anti-deslizante-giva/",
		"rating": 4.7,
		"price": 54000,
		"onOffer": false,
		"description": [
			"Experience the silver brilliance of our Sausages, perfect for superficial environments",
			"Our cow-friendly Fish ensures neighboring comfort for your pets"
		],
		"longDescription": [
			"Uterque cogo minima suffoco confugo pauper. Confero placeat vereor abscido quas amitto. Unus adipisci explicabo magnam.",
			"Ipsum contego tametsi suppellex dedico coaegresco patruus repudiandae. Asper textus terebro subiungo. Dens distinctio varietas.",
			"Tredecim caput carpo valde auctor alo. Aequitas occaecati turba. Tero infit candidus copiose vae asporto vergo eveniet.",
			"Creber talio demo assentator. In sufficio vester verus animi cursus catena. Modi inventore maxime caterva subnecto.",
			"Defero vicinus tamdiu. Collum decretum voluptas aer vesica apto. Eius vacuus usitas centum adopto patruus derideo atrocitas.",
			"Temporibus vitae tutis acer decretum adulescens defleo volva coruscus. Triumphus taceo amicitia adduco. Ago earum cumque esse charisma.",
			"Vomica adipisci adhuc denique voluptatem unde cuppedia defero surculus teneo. Volup utroque calamitas abstergo. Surgo strenuus curis solus natus strues.",
			"Alter abstergo blandior tripudio. Celo talus tui. Tricesimus ipsa caries adiuvo acquiro cimentarius vigilo altus canonicus.",
			"Aptus vicissitudo ullus concedo. Eum cado possimus abundans cilicium vilis. Sumptus aer concedo vos animus."
		],
		"stock": 5,
		"type": "implement"
	},
	{
		"id": 78,
		"slug": "straps-con-gancho-doble-funcion",
		"name": "straps con gancho doble funcion",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/strap-con-ganchos-doble-funcion-300x300.jpg",
		"link": "https://castillosport.com/producto/straps-con-gancho-doble-funcion/",
		"rating": 4.5,
		"price": 80000,
		"onOffer": true,
		"description": [
			"Ergonomic Salad made with Ceramic for all-day pale support",
			"Experience the olive brilliance of our Shoes, perfect for productive environments"
		],
		"longDescription": [
			"Vulgivagus uter vaco adhuc. Cibo cognomen abundans utor. Cedo theologus ago pauci sulum vesco succedo.",
			"Nam totus caute consequuntur. Deporto vesco ager tabgo vereor cruentus abutor ubi adstringo reiciendis. Tergeo valetudo nostrum assentator veritas vorago aegrus.",
			"Admiratio id aqua vereor ipsam templum villa thesaurus pecco. Vestrum minima spoliatio tutamen venia condico summopere sit decens recusandae. Summa claustrum contego suadeo trucido vae.",
			"Asperiores cumque verto vis decerno taedium sequi quam curo. Earum ancilla vestrum ocer quaerat amiculum at basium aeneus. Degenero theologus calcar caput casus.",
			"Animus porro vacuus. Vulpes attero ratione adicio. Vinitor absconditus bestia patior."
		],
		"stock": 27,
		"type": "implement",
		"offerPrice": 64000,
		"discountPercentage": 20
	},
	{
		"id": 79,
		"slug": "straps-palmar-anti-deslizante",
		"name": "straps palmar anti deslizante",
		"category": "Corrector de postura",
		"categorySlug": "corrector-de-postura",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/straps-palmar-anti-deslizante-56.000-300x300.jpg",
		"link": "https://castillosport.com/producto/straps-palmar-anti-deslizante/",
		"rating": 1.5,
		"price": 56000,
		"onOffer": false,
		"description": [
			"Rustic Bacon designed with Plastic for portly performance"
		],
		"longDescription": [
			"Defendo curriculum vivo. Ante vito caelestis vitium cattus caste sol vehemens. Peior animi culpa aeger dolor in aeternus quam vomer.",
			"Dolorem depulso crastinus summopere spiculum carcer ipsum. Attero absens vulgivagus uredo. Sunt sui pax curvo absorbeo.",
			"Caritas amo tenus vulticulus. Vinculum aliquam angelus cohors uredo ver conatus. Reprehenderit subvenio turpis averto amaritudo demoror vesco acquiro nostrum.",
			"Canonicus sub usus summopere subseco utrum coniuratio cado. Alii stipes harum cohors admoveo cunabula territo vigilo amo. Repellat crapula numquam perferendis absconditus animadverto caelestis tertius videlicet.",
			"Confugo tres cibo. Articulus error commemoro depereo. Talus laudantium crapula compono defendo strues."
		],
		"stock": 86,
		"type": "implement"
	},
	{
		"id": 710,
		"slug": "tobillera-ankle-support-ajustable",
		"name": "tobillera ankle support ajustable",
		"category": "Fajas",
		"categorySlug": "fajas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-ankle-support-ajustable-300x300.jpg",
		"link": "https://castillosport.com/producto/tobillera-ankle-support-ajustable/",
		"rating": 2.3,
		"price": 29000,
		"onOffer": true,
		"description": [
			"Discover the gecko-like agility of our Cheese, perfect for defensive users",
			"Introducing the South Georgia and the South Sandwich Islands-inspired Chicken, blending impure style with local craftsmanship"
		],
		"longDescription": [
			"Clementia coma ullus. Dignissimos arceo averto alienus depromo currus vigilo speculum terra. Aeternus sponte tabella alii neque.",
			"Viriliter acceptus thesaurus synagoga cultellus crepusculum. Reiciendis ustilo defendo turpis degero stips tersus suggero sono. Vulpes texo carmen patruus temperantia quisquam temeritas.",
			"Demulceo cerno cumque tibi tantillus ustulo sperno decipio animus praesentium. Depono abstergo ab sollicito creator cernuus eligendi error cras. Curis ulterius administratio apparatus utpote paulatim tribuo triduana contabesco tergo.",
			"Dolorem nemo taedium stultus video valeo antea sublime. Tredecim adficio curatio quod. Curo creber vulgivagus rerum est auctor cogo apostolus.",
			"Virgo antea candidus tempora dolore contabesco nostrum conitor. Curo antea stella eligendi aequus contigo theologus. Amoveo officia venia minima cura admoneo ambitus adsum despecto adiuvo.",
			"Ipsa quis coadunatio sublime. Thermae dignissimos molestias advenio arcus. Consequuntur curto absens nulla strues.",
			"Ager carbo concido. Surculus depraedor delectus deinde praesentium ambulo harum spero. Contego somnus quibusdam aggredior.",
			"Capitulus contabesco suppellex ipsum. Adsuesco vulariter usus degusto undique quae cribro. Sono cibo trans teneo.",
			"Titulus decet nisi unde comminor totus dolorum. Truculenter voluptas votum chirographum talio antepono modi libero defluo summa. Voro ultio cena libero calamitas vetus.",
			"Ullam aurum collum timor. Colo cunctatio aequitas amor vulgus et pax. Patria amita xiphias unde acsi stips amo debeo viscus."
		],
		"stock": 64,
		"type": "implement",
		"offerPrice": 22000,
		"discountPercentage": 24
	},
	{
		"id": 711,
		"slug": "tobillera-con-ajuste",
		"name": "tobillera con ajuste",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-con-ajuste-24.000-300x300.jpg",
		"link": "https://castillosport.com/producto/tobillera-con-ajuste/",
		"rating": 4.3,
		"price": 32000,
		"onOffer": true,
		"description": [
			"The Bianka Mouse is the latest in a series of experienced products from Yost - Spinka",
			"New Towels model with 93 GB RAM, 501 GB storage, and enlightened features"
		],
		"longDescription": [
			"Calcar statua solitudo commodo tempus defaeco. Utilis vicissitudo vorax cernuus nemo admitto abduco dedecor ratione. Trucido tantillus adflicto conitor adipiscor terror vobis tamdiu sequi.",
			"Agnitio tubineus spiculum ventito aestus amplexus. Sunt coma cuius creator provident carpo. Compello venia custodia tum aggredior tondeo velum cenaculum cuius.",
			"Conor aestus vel tondeo. Videlicet atrox cervus depraedor subiungo solio quis cuppedia corrumpo pauci. Usque adduco thymbra laborum amet delibero praesentium.",
			"Impedit depraedor utrimque tam voro. Apto turpis timor synagoga tego vir vox conculco similique avarus. Aveho acidus depono autus strenuus.",
			"Addo suadeo veritas coepi. Substantia cogo ventito subito condico alii valens pectus. Spoliatio quia tollo cunctatio decerno.",
			"Eos custodia laudantium distinctio vulgus venio commemoro cruentus. Vestigium laboriosam utrum animus desino verecundia adfectus confero accusantium. Causa sustineo thymbra exercitationem voluptas usque alo decens.",
			"Ullam allatus demens minus reiciendis accommodo ver. Attero civitas strenuus articulus iure claro venustas. Ipsam calco cito abbas.",
			"Excepturi acerbitas vado virgo. Defero spiritus derideo spes titulus iste coaegresco assumenda. Amitto tolero textor video nisi eius curriculum aequitas illo corpus.",
			"Currus sufficio tenuis cruentus asperiores demum. Denique terror comminor denique tricesimus curso caritas aggero tredecim. Comedo dedecor nesciunt temptatio utique succurro vitae.",
			"Sono defero aranea acceptus. Blandior eaque ultio varius vulgivagus aperio. Adipiscor adimpleo coerceo."
		],
		"stock": 65,
		"type": "implement",
		"offerPrice": 25000,
		"discountPercentage": 22
	},
	{
		"id": 80,
		"slug": "tobillera-elastica-con-almohadilla-en-silicona",
		"name": "tobillera elastica con almohadilla en silicona",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-elastica-con-almoadilla-en-silicona-50.000-300x300.png",
		"link": "https://castillosport.com/producto/tobillera-elastica-con-almohadilla-en-silicona/",
		"rating": 4.8,
		"price": 50000,
		"onOffer": false,
		"description": [
			"Experience the sky blue brilliance of our Bike, perfect for pastel environments",
			"The Persevering empowering synergy Sausages offers reliable performance and lost design",
			"Bartoletti and Sons's most advanced Pants technology increases beneficial capabilities"
		],
		"longDescription": [
			"Calcar decerno demo. Stella textor itaque tamquam crastinus urbanus summisse voro acies neque. Voveo ustilo aperio veritas.",
			"Velut turpis quam iste. Illo natus adsum beneficium corrumpo convoco templum velociter quisquam. Suscipio cavus dicta volubilis concedo cunabula denuncio.",
			"Succedo thermae audentia spiculum decipio non ciminatio sollicito ea adopto. Tamdiu possimus pax defungo arbitro deinde. Abundans conculco animus cupiditate adeptio vomer cruentus iusto aptus tamisium.",
			"Vae vulgus defluo defetiscor ipsam torqueo repellendus casso aveho. Bis delego aduro expedita sordeo. Beatae error demum appono doloribus suscipio veritas.",
			"Accusantium tres confugo suus tenus cumque aegrus consequuntur tabgo cupiditas. Toties ventosus rerum cui. Coadunatio crustulum depereo benevolentia.",
			"Coepi atrocitas contego videlicet allatus itaque vulgivagus. Attero beatae curo suscipit decretum absconditus pariatur altus. Articulus amplexus reprehenderit usitas aequitas aufero ulciscor."
		],
		"stock": 28,
		"type": "implement"
	},
	{
		"id": 81,
		"slug": "tobillera-elastica-miyagi",
		"name": "tobillera elastica miyagi",
		"category": "Bandas de resistencia",
		"categorySlug": "bandas-de-resistencia",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-elastica-miyagi-35.000-300x300.png",
		"link": "https://castillosport.com/producto/tobillera-elastica-miyagi/",
		"rating": 4.9,
		"price": 35000,
		"onOffer": false,
		"description": [
			"Sleek Chicken designed with Marble for authentic performance",
			"Discover the fox-like agility of our Chair, perfect for unfortunate users"
		],
		"longDescription": [
			"Talio acsi fuga ustilo nostrum nihil sollers soluta. Assumenda desipio beatae tenuis dolores vitiosus vir aetas. Viridis suadeo cado versus.",
			"Delego delicate adfero conqueror architecto vulgo voluptatum sumo ipsam. Vere deserunt caelum defleo theologus vestrum certe. Umbra suscipit deprimo cupressus turba cruentus arbor.",
			"Vos tabgo cohibeo. Magnam tui avarus tantillus tollo. Amplitudo celebrer acies sursum strues chirographum deduco aeneus umquam.",
			"Circumvenio cavus pecto solvo crepusculum. Callide ustulo succurro thorax acerbitas. Sperno ulciscor eos laudantium auctor defetiscor.",
			"Angustus crinis vobis strenuus impedit. Ambitus clamo minus bene. Asperiores arx ullam tristis defessus dicta natus.",
			"Ascit vulgaris vilis vos. Trado convoco considero accusamus territo sunt utique cruciamentum totus. Cauda admiratio patruus strenuus quasi solus vilitas vel.",
			"Derelinquo conventus combibo tametsi. Corpus summisse arcus beatus absorbeo adopto terror avarus. Vacuus virga pecus arbitro ustilo.",
			"Conservo verto dedecor tergum sapiente doloremque taedium. Cervus volo pel. Laudantium tibi conitor cursim solus rem aperiam delectatio.",
			"Capio ciminatio tam confero angulus viduo. Charisma thymbra triumphus summopere quo bis defleo. Stillicidium dignissimos curatio despecto.",
			"Similique nemo voco tonsor tendo. Usque coniuratio sulum absconditus comburo summisse carmen ultio vulgus. Dens testimonium cultellus appono curtus taedium."
		],
		"stock": 26,
		"type": "implement"
	},
	{
		"id": 82,
		"slug": "tobillera-en-licra",
		"name": "tobillera en licra",
		"category": "Coderas",
		"categorySlug": "coderas",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-en-licra-18.000-300x300.jpg",
		"link": "https://castillosport.com/producto/tobillera-en-licra/",
		"rating": 1.3,
		"price": 25000,
		"onOffer": true,
		"description": [
			"Stylish Towels designed to make you stand out with velvety looks",
			"New Pants model with 91 GB RAM, 882 GB storage, and hollow features",
			"Savor the rich essence in our Pants, designed for quintessential culinary adventures"
		],
		"longDescription": [
			"Adipisci damnatio degero depromo voluptatem sopor calcar. Strenuus patruus tener. Circumvenio viridis expedita cinis.",
			"Video tutis charisma ubi. Cervus alveus celebrer expedita. Vulgaris soluta balbus trans curo sum aequitas nam stabilis.",
			"Autem accommodo cubicularis. Pauci veritatis strenuus mollitia dolorum depraedor utilis animadverto. Cupiditate calco vestigium stultus vitae iste ambulo conturbo absum.",
			"Tamquam vulnero claustrum amissio utroque iure demonstro cognomen. Arcus decretum tener beneficium succedo bellicus tremo sui decet temptatio. Adflicto allatus demitto calamitas acerbitas auxilium coniecto vaco.",
			"Aptus ancilla delicate cruentus vester deripio depereo. Contigo speculum culpa calamitas curtus depopulo valde sperno. Amoveo tabella assumenda tribuo amita.",
			"Curvo amicitia adimpleo decretum victoria sonitus abutor delinquo. Vulticulus cruciamentum trans tibi spiritus cultellus usque exercitationem texo. Ultio voluptatum avarus summa aestas turpis provident adopto."
		],
		"stock": 5,
		"type": "implement",
		"offerPrice": 18000,
		"discountPercentage": 28
	},
	{
		"id": 83,
		"slug": "tobillera-giva-support-ajustable",
		"name": "tobillera giva support ajustable",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-giva-support-ajustable-300x300.jpg",
		"link": "https://castillosport.com/producto/tobillera-giva-support-ajustable/",
		"rating": 2.4,
		"price": 32000,
		"onOffer": true,
		"description": [
			"Discover the butterfly-like agility of our Keyboard, perfect for wonderful users"
		],
		"longDescription": [
			"Vero vox desipio accusamus creator tibi. Cogo tertius similique ocer combibo tolero debitis. Defetiscor tametsi comedo vere.",
			"Earum cibo ter supra eveniet vomer aggredior aequus contra. Vulticulus conturbo decens. Sui adficio tametsi adulatio cariosus cruciamentum.",
			"Consequatur voluptatibus curis cultura tamisium theca. Calco utor amicitia subiungo repellendus cetera tot ademptio. Suasoria aeger advenio timor possimus.",
			"Tremo summa video tenetur tactus animadverto ambulo. Aureus damnatio enim despecto pax tot. Tam crinis cuius.",
			"Praesentium spiculum aliquam corrupti paulatim ubi tergo territo uberrime temeritas. Sodalitas capitulus socius corroboro. Auctus vinculum thermae voluptas tantillus animadverto ter vapulus.",
			"Aperiam caste sursum caries velit argumentum victus confero. Tremo vacuus synagoga decumbo patior studio. Corporis appono cerno adduco depraedor.",
			"Demulceo solitudo cibo corroboro decet. Derideo tamquam attollo. Porro cohors video cilicium ara denego victus ascit."
		],
		"stock": 3,
		"type": "implement",
		"offerPrice": 24000,
		"discountPercentage": 25
	},
	{
		"id": 84,
		"slug": "tobillera-ortopedica-con-ajuste-miyagi",
		"name": "tobillera ortopedica con ajuste miyagi",
		"category": "Entrenamiento",
		"categorySlug": "entrenamiento",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/tobillera-ortopedica-con-ajuste-miyagi-40.000-300x300.png",
		"link": "https://castillosport.com/producto/tobillera-ortopedica-con-ajuste-miyagi/",
		"rating": 4.8,
		"price": 40000,
		"onOffer": false,
		"description": [
			"Discover the penguin-like agility of our Car, perfect for wide users"
		],
		"longDescription": [
			"Altus tardus magni corporis tondeo vulgaris voluptatum calculus. Clarus quisquam iste. Cubitum cicuta odio tribuo.",
			"Odio cubicularis culpo torrens cohaero tego templum tristis civitas dolorum. Ascit amicitia theatrum ara dolorum despecto veritas degusto vox aveho. Sol arbitro sursum dignissimos appono depereo casus paens.",
			"Auxilium minima acer bonus paulatim. Sum sto amplus adinventitias. Autus clarus annus tandem quis vigor acer.",
			"Mollitia tepesco angustus. Angulus soleo titulus. Statua sumo apparatus coadunatio abduco quia cotidie patior adipiscor tenax.",
			"Pel aperte vesco. Cultura vitae denuncio tenax ultra. Catena denuo desolo."
		],
		"stock": 21,
		"type": "implement"
	},
	{
		"id": 85,
		"slug": "tobillera-ortopedica-neopreno-ajustable",
		"name": "tobillera ortopedica neopreno ajustable",
		"category": "Straps",
		"categorySlug": "straps",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/tobollera-ortopedica-neopreno-ajustable-35.000-300x300.png",
		"link": "https://castillosport.com/producto/tobillera-ortopedica-neopreno-ajustable/",
		"rating": 1.7,
		"price": 45000,
		"onOffer": true,
		"description": [
			"Innovative Mouse featuring polite technology and Granite construction"
		],
		"longDescription": [
			"Campana pax sol. Ademptio aveho torqueo apud arbor decerno aeneus. Cervus suppellex umquam canto placeat somniculosus velut pax taedium.",
			"Cohors deficio appello temperantia. Nostrum tenax testimonium conor tremo aer tumultus molestias. Solio utpote stella comedo amplus curis corroboro.",
			"Provident curatio adamo quos bene. Surgo armarium vestrum crudelis calculus. Color commodo velit pel quibusdam causa desino adhuc.",
			"Studio cornu vigilo vos vulticulus valeo charisma verbera tollo tantum. Accusantium iure tendo odio vinitor tricesimus. Aperte vinco tabernus amitto.",
			"Charisma saepe accendo tepidus ipsum adsuesco maiores. Angelus despecto absorbeo possimus ventus careo damno cado umerus. Aut viscus absconditus adhaero nostrum repudiandae angulus xiphias.",
			"Quaerat decens cibo sub. Virga varietas fugiat cavus tum tandem sulum cura cariosus. Urbs thymum aggredior.",
			"Somnus stella vetus adinventitias vicissitudo tres super. Bardus cupressus tonsor adflicto crudelis cicuta. Absconditus tamdiu sufficio ceno repellendus sufficio.",
			"Solus substantia itaque pauci tepesco turbo viridis sumo vetus doloribus. Conatus commemoro dolorem carpo capio caries. Reiciendis vestigium adaugeo somniculosus.",
			"Perspiciatis surculus armarium modi suspendo attollo aegre. Aliquid aegre adflicto subseco vilis tui. Sulum creo summopere vinco illum carmen creber cresco inflammatio sublime.",
			"Cognomen iste animi coadunatio suscipit centum supra creptio voluptatum. Varietas videlicet alioqui approbo capio. Auctor stabilis creator uberrime facere sit cometes reprehenderit usus."
		],
		"stock": 96,
		"type": "implement",
		"offerPrice": 35000,
		"discountPercentage": 22
	},
	{
		"id": 86,
		"slug": "venda-elstica-rodilla-de-levantamiento-depeso-x2-190-cm",
		"name": "venda elástica rodilla de levantamiento depeso x2 190 cm",
		"category": "Hand grip",
		"categorySlug": "hand-grip",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/Venda-elastica-rodilla-de-levantamiento-de-peso-300x300.jpg",
		"link": "https://castillosport.com/producto/venda-elastica-rodilla-de-levantamiento-depeso-x2-190-cm/",
		"rating": 4.3,
		"price": 110000,
		"onOffer": true,
		"description": [
			"Professional-grade Chicken perfect for guilty training and recreational use"
		],
		"longDescription": [
			"Attero terga cohibeo convoco. Summisse copiose ustulo quasi argentum conatus caelum. Voluptatem venustas desparatus canonicus vorax avaritia videlicet compono summisse blanditiis.",
			"Corroboro consequatur aeneus aggredior appositus ambulo qui acies attollo combibo. Caste desino totus vita. Bestia dolorum admitto adimpleo.",
			"Adicio ustilo nulla casus subseco venio civitas consectetur beneficium. Amplus attero cras. Tergo placeat audentia cognatus stillicidium confugo pariatur modi utroque aeger.",
			"Umbra reprehenderit depromo abduco viscus suscipit adsum credo colo voluptates. Conscendo claudeo cruentus omnis tempora defungo. Velit taedium deputo vulpes deinde anser.",
			"Sint peccatus tergo cibus. Cognatus totam verto rerum celer tendo absens. Arcus corona texo crebro vindico.",
			"Cupio damnatio ago. Summisse animadverto varius adulatio claustrum toties sapiente corpus. Strues inflammatio adopto ascisco nemo ut amplitudo conatus delicate."
		],
		"stock": 71,
		"type": "implement",
		"offerPrice": 99000,
		"discountPercentage": 10
	},
	{
		"id": 87,
		"slug": "venda-rodillera-de-fuerza-miyagi-2-metros",
		"name": "venda rodillera de fuerza miyagi 2 metros",
		"category": "Boxeo",
		"categorySlug": "boxeo",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/rodillera-de-fuerza-miyagi-2-metros-145.000-300x300.png",
		"link": "https://castillosport.com/producto/venda-rodillera-de-fuerza-miyagi-2-metros/",
		"rating": 1.2,
		"price": 145000,
		"onOffer": false,
		"description": [
			"Discover the light new Shoes with an exciting mix of Marble ingredients",
			"Our bitter-inspired Tuna brings a taste of luxury to your urban lifestyle",
			"Our frog-friendly Fish ensures pessimistic comfort for your pets"
		],
		"longDescription": [
			"Villa demens curto conqueror antea tubineus vilitas adipiscor patria. Tolero bellicus talio circumvenio vita beatae voluptatum cribro contigo. Dolores cupiditas acquiro.",
			"Terror degenero sulum ater auctor tabula. Reprehenderit acsi vesica deprecator comminor valens via desipio. Reiciendis labore cultellus tot amita crudelis.",
			"Videlicet voluptatum custodia optio. Terror sto auctus torqueo coruscus. Cuius conspergo eligendi centum.",
			"Conforto vinco quo. Nihil degenero defessus voluptatum tremo eligendi. Conqueror conor celo decens curvo nam nisi complectus angulus decumbo.",
			"Valens cogito adfero. Paulatim annus veniam suasoria. Totidem utrimque debilito."
		],
		"stock": 80,
		"type": "implement"
	}
]
