[
	{
		"id": 10,
		"slug": "alpha-bcaa",
		"name": "Alpha bcaa",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/alpha-sin-fondo-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/alpha-bcaa/",
		"rating": 4.3,
		"price": 120000,
		"onOffer": false,
		"description": [
			"The sleek and agreeable Gloves comes with turquoise LED lighting for smart functionality"
		],
		"longDescription": [
			"Aliquam cado ab sonitus. Auditor bestia adopto amissio cupressus error peccatus virtus. Corroboro thorax admitto canis blanditiis a trado alienus altus umerus.",
			"Caput atque vociferor canis baiulus aestivus truculenter deludo delectus anser. Demum stips temperantia usitas celo amiculum. Iste atrox iusto cado quasi ascisco appositus degenero.",
			"Cedo pariatur spes sequi uxor repellat terminatio. Patruus candidus vilis clementia votum tactus traho officia. Arceo curis enim verbum civitas acidus.",
			"Cupiditas suadeo subvenio audentia varietas facilis sumo. Acervus spoliatio ago calculus asperiores sordeo teneo cubitum cultellus. Arbor optio cohibeo cedo vito ceno.",
			"Audacia collum atavus copiose voluptas. Teres territo sufficio culpa aptus tutis summa. Sodalitas textus caste amaritudo vos cubicularis.",
			"Crux advenio copia cenaculum viduo concedo vergo. Quidem custodia aufero officia. Votum culpa ceno trucido spiritus apud.",
			"Comburo suggero comedo bis. Adinventitias paulatim in. Aeger comminor taceo ars agnosco consequuntur nisi delinquo utique copiose."
		],
		"stock": 43,
		"type": "supplement"
	},
	{
		"id": 11,
		"slug": "amino-energy-watermelon",
		"name": "Amino Energy watermelon",
		"category": "Optimun Nutrition",
		"categorySlug": "optimun-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/amino-energy-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/amino-energy-watermelon/",
		"rating": 2.8,
		"price": 135000,
		"onOffer": true,
		"description": [
			"Stylish Table designed to make you stand out with cruel looks",
			"Discover the jagged new Pants with an exciting mix of Bamboo ingredients",
			"Professional-grade Hat perfect for crowded training and recreational use"
		],
		"longDescription": [
			"Coruscus vereor subiungo. Uredo delectatio explicabo summa maiores. Deficio rerum utrimque vulgivagus tabernus angulus stabilis cura carmen.",
			"Considero antiquus tum tergum somnus blandior angelus deleniti tutis. Soleo debilito demoror magni. Comburo venustas arguo tego peccatus valeo curriculum vesica admoneo.",
			"Sordeo ambulo unus illum. Decretum adflicto adversus atrocitas colligo carbo defessus tot. Audentia tempore alienus.",
			"Vulgaris ulciscor volubilis auditor doloribus. Amita laboriosam debilito vinitor. Reiciendis usque uberrime balbus delectus curiositas.",
			"Ascit acquiro quo capillus desidero suffragium valetudo vulpes pecco sunt. Ait admitto sponte. Patior consuasor cunctatio esse tabesco autem decor.",
			"Magni absconditus cupio toties uter ab damnatio arma strenuus. Curia supellex spes consequatur totus. Aequus vilitas expedita tergeo virga conor."
		],
		"stock": 6,
		"type": "supplement",
		"offerPrice": 125000,
		"discountPercentage": 7
	},
	{
		"id": 12,
		"slug": "amino-x",
		"name": "Amino X",
		"category": "Bsn",
		"categorySlug": "bsn",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/amino-x-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/amino-x/",
		"rating": 2.9,
		"price": 145000,
		"onOffer": true,
		"description": [
			"Featuring Ytterbium-enhanced technology, our Towels offers unparalleled golden performance",
			"The sleek and insignificant Pizza comes with maroon LED lighting for smart functionality"
		],
		"longDescription": [
			"Angulus tondeo ater amoveo occaecati enim amo delibero bos. Tantum vetus caterva ratione xiphias tutamen censura utrum. Conservo autus adulatio culpa.",
			"Absque calamitas atque. Cur adsidue defleo demulceo decens cervus baiulus defleo canto solvo. Cruentus coepi cognatus cogo consuasor aliquid basium amita aqua ustulo.",
			"Creo vicissitudo curiositas solitudo complectus reiciendis cursim crinis deduco. Canto acceptus audio comparo ratione curvo tunc vespillo. Vox chirographum praesentium audeo.",
			"Admoveo aliquid cresco audio adstringo coruscus derelinquo eum aperio claudeo. Votum amplitudo patior caelum stella circumvenio solum bellum statua vulticulus. Sumptus ventito spectaculum utrimque crinis comptus tertius.",
			"Thesis degenero tardus. Fugiat cibo torqueo spoliatio annus thesaurus. Tego carus amoveo.",
			"Virga annus aestivus. Aegrotatio conforto tunc dedico officiis saepe in pariatur. Apparatus cohibeo speciosus cinis considero error curtus.",
			"Thermae adversus turpis cui. Varietas amissio sol. Sursum solutio esse derelinquo.",
			"Curis corroboro cribro talio. Est voco dicta tres cernuus canis ascisco. Ea utrimque titulus acer voluptas vox usitas rerum.",
			"Delibero barba theologus inventore corporis vicinus tabesco culpo administratio facere. Vulticulus acies dapifer amoveo aspernatur terminatio ager. Virgo cotidie bis sumo cognatus ambulo."
		],
		"stock": 4,
		"type": "supplement",
		"offerPrice": 120000,
		"discountPercentage": 17
	},
	{
		"id": 13,
		"slug": "army",
		"name": "Army",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Army-Fruit-Punch-2-300x300.png",
		"link": "https://castillosport.com/producto/army/",
		"rating": 2.2,
		"price": 115000,
		"onOffer": false,
		"description": [
			"The sleek and quixotic Pizza comes with olive LED lighting for smart functionality"
		],
		"longDescription": [
			"Virtus vergo debitis triumphus temeritas comis. Degero spectaculum excepturi. Summopere terminatio derideo theca arca conforto tremo verbum.",
			"Denuncio villa nobis ait bardus avaritia demum. Certe ventito una debilito consuasor tenax. Uberrime sufficio ago suffragium tergiversatio altus capitulus socius cedo tabernus.",
			"Defleo tandem titulus alius. Attero sodalitas defungo officiis curso candidus corporis soluta sequi addo. Dolorem arca voro confugo capillus adhaero triumphus.",
			"Demitto corrigo sit acsi ascisco caveo velociter vulgus substantia desparatus. Auctor cena comitatus tergeo. Degusto suppellex certe verto altus alias minima bene ad argumentum.",
			"Carcer attollo auctor. Stella speculum succurro usus thema voluptates. Cubitum tribuo suasoria auctus.",
			"Terebro deprimo suppellex. Perferendis totam benevolentia defetiscor expedita apto rerum caute combibo totam. Paens suppono vulgo cimentarius.",
			"Asperiores sufficio cattus adficio tego sum cetera. Amo sol aggredior triumphus. Audax statua altus.",
			"Placeat stabilis adeo soleo vulpes cilicium minima. Angulus super argentum vomito consuasor ascisco terra aperiam illum. Charisma aestas crur ad admoneo conscendo consequatur ventito amicitia cinis.",
			"Viriliter thymbra speculum. Cunctatio apostolus accusamus deserunt aduro. Tumultus excepturi vicissitudo verbum ademptio provident denique.",
			"Numquam in spargo corpus arguo vito callide. Attero cupressus artificiose debitis. Demum cernuus contra candidus voveo tardus tristis trado nisi."
		],
		"stock": 48,
		"type": "supplement"
	},
	{
		"id": 14,
		"slug": "atomic",
		"name": "Atomic",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/atomic-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/atomic/",
		"rating": 4.4,
		"price": 90000,
		"onOffer": false,
		"description": [
			"Innovative Shoes featuring physical technology and Plastic construction",
			"Introducing the Cote d'Ivoire-inspired Salad, blending edible style with local craftsmanship"
		],
		"longDescription": [
			"Thalassinus terra usque. Celo considero cupiditate verbera. Suppono laudantium aureus.",
			"Tenetur comptus sequi molestias. Cavus adsuesco calamitas supplanto absens acer sonitus deripio compono. Tutamen antiquus tego acceptus.",
			"Celer cognatus aggero. Desparatus tracto sperno ascisco. Pecto terra benigne cauda vinitor id victus.",
			"Utroque speciosus cena conservo curatio conitor adopto ascisco ventosus vinitor. Annus stipes debilito bellicus vapulus suasoria titulus strues barba. Deludo abbas decumbo corporis turpis dapifer quaerat valde.",
			"Tamen tardus pauper trepide ancilla titulus bardus acies. Qui timor conforto unus chirographum sit vulariter capillus aveho civitas. Tardus talus repellat cras.",
			"Blandior similique libero trado. Absum acquiro ultio territo. Caput consequatur complectus careo caelestis degenero bardus assumenda sodalitas.",
			"Uter ante ascisco abbas supra cursim. Ultra adsuesco absum cursus optio corrumpo territo tricesimus contabesco. Conturbo sint decet.",
			"Aggero patruus territo bos quis theatrum debilito cuppedia. Suffragium deprimo bellicus compono demo torrens timidus cultellus. Bene assumenda delicate admiratio molestiae dolore consectetur cohaero.",
			"Adulatio cibo sordeo delibero tam. Angustus nulla solus umerus terreo avarus cimentarius vociferor. Est suasoria nemo damno dignissimos deficio tergo."
		],
		"stock": 40,
		"type": "supplement"
	},
	{
		"id": 15,
		"slug": "bcaa-211",
		"name": "Bcaa 2:1:1",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bcaa-watermelon-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/bcaa-211/",
		"rating": 4.7,
		"price": 110000,
		"onOffer": true,
		"description": [
			"The Multi-tiered dedicated ability Car offers reliable performance and steel design",
			"Our horse-friendly Salad ensures outrageous comfort for your pets",
			"The Otis Chicken is the latest in a series of yearly products from Littel - Stroman"
		],
		"longDescription": [
			"Sint aut reprehenderit victus sopor aveho utrimque. Dolor audentia fugiat administratio deorsum. Consuasor culpa succedo vacuus.",
			"Uberrime votum comburo comitatus dapifer cupiditate textus altus colligo cenaculum. Magnam thalassinus somniculosus ascit derelinquo sum vix cribro apparatus delinquo. Talio admoneo dignissimos numquam depromo curatio deinde.",
			"Censura patior velociter amet illum tutis tutamen. Consequatur balbus laudantium confido atqui. Asper paulatim fuga cupio clam possimus suffragium cohors corroboro.",
			"Deficio temperantia alius curto tui depono antepono facere accusator solitudo. Tandem bellum cur sursum voro peccatus inflammatio admiratio armarium cognatus. Acceptus demo numquam.",
			"Tamquam ver decretum. Corporis cattus voveo antepono amo spiritus astrum sodalitas confido. Avaritia somnus candidus volutabrum depromo.",
			"Adversus textus arcesso universe turba. Basium clamo distinctio vae. Theologus esse recusandae eum totam conculco."
		],
		"stock": 29,
		"type": "supplement",
		"offerPrice": 100000,
		"discountPercentage": 9
	},
	{
		"id": 16,
		"slug": "bcaa-ultra-pure-2200",
		"name": "Bcaa ultra pure 2200",
		"category": "Iron Nutrition",
		"categorySlug": "iron-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/bcaa-ultra-pure-2200-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/bcaa-ultra-pure-2200/",
		"rating": 0.2,
		"price": 60000,
		"onOffer": true,
		"description": [
			"Savor the golden essence in our Bike, designed for well-made culinary adventures",
			"The sleek and parallel Hat comes with mint green LED lighting for smart functionality"
		],
		"longDescription": [
			"Convoco tollo commodo aegrus ademptio. Atrocitas canto cornu trucido patruus. Aperiam carmen testimonium vos vis quasi.",
			"Abundans infit at coaegresco. Delibero vicinus beatus tripudio supplanto vobis. Carus tamquam ratione cohors adhaero.",
			"Despecto dapifer trans comitatus tabella alo cariosus voluntarius utroque. Clamo pauper conforto quos bis cuppedia ver. Eveniet sapiente comminor decens.",
			"Ademptio veritatis repellat. Appello dicta debilito comburo terra paens adsuesco benigne. Cicuta aeneus adnuo umquam sunt cado arto pauper ultra provident.",
			"Ars decipio thymum occaecati adhaero volubilis tumultus voluptatum tenax quasi. Suus illo xiphias tabernus conor adsuesco confero antiquus ambitus adfero. Esse arcus valens utrum crastinus.",
			"Comedo quidem cauda teres incidunt minus capio ater. Custodia socius denego spiritus varietas solum theologus. Circumvenio tutis terreo conqueror."
		],
		"stock": 10,
		"type": "supplement",
		"offerPrice": 48000,
		"discountPercentage": 20
	},
	{
		"id": 17,
		"slug": "best-protein-1-lb",
		"name": "Best protein 1 LB",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/BEST-14S-vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/best-protein/",
		"rating": 4.2,
		"price": 99900,
		"onOffer": false,
		"description": [
			"Discover the insistent new Pizza with an exciting mix of Granite ingredients"
		],
		"longDescription": [
			"Textus deorsum caritas ventito venio capillus officiis laborum vulariter aspernatur. Taceo hic ulciscor virga. Arx vere decor id coerceo adipisci amissio valens coerceo.",
			"Coruscus cupiditate acceptus tunc contra. Aperiam tertius vicissitudo conturbo quaerat arceo delicate decumbo. Deficio conscendo sumo cunctatio mollitia angulus aureus carbo terreo.",
			"Succurro adhuc vulgo desino tersus suffragium. Ambulo currus veniam votum tabgo coniecto vaco aestas studio degusto. Volup natus solitudo tertius titulus comburo.",
			"Velut casus dolorum altus administratio temperantia terga soleo. Comparo denego creber tumultus barba aegre conculco officia depereo. Comprehendo termes vero cognatus spero beatae.",
			"Currus vicissitudo celer damno autus. Adhuc coadunatio solvo. Video contego cernuus desparatus valens sustineo adfectus.",
			"Denuncio veniam derelinquo venio tabgo numquam. Aufero voluptates vel celebrer bene. Currus audentia curso clamo atque.",
			"Stillicidium civis chirographum sursum ipsum ambulo solio thalassinus. Harum adaugeo amitto vomica conqueror speciosus degusto aeneus. Spes adipiscor pax.",
			"Creator bardus ait conscendo cultura. Arca sunt volaticus correptius decipio adulatio. Arbitro conforto curatio arceo crinis vis vigilo carus atrox compello.",
			"Tergo conduco eligendi virga adipiscor copiose clarus atavus cervus. Expedita venustas comes crepusculum voluptatem corrupti cupressus absque solutio. Alii tenax provident ipsa amitto.",
			"Optio adipiscor speculum voluptatum. Excepturi quibusdam ab beatae similique arceo cariosus vilitas volup. Absum cogo veritatis confero urbanus vergo."
		],
		"stock": 71,
		"type": "supplement"
	},
	{
		"id": 18,
		"slug": "best-protein-2-lb",
		"name": "Best protein 2 LB",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Best-Protein-Vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/best-protein-2/",
		"rating": 3.3,
		"price": 199000,
		"onOffer": false,
		"description": [
			"Introducing the Portugal-inspired Shirt, blending rotten style with local craftsmanship",
			"Ergonomic Sausages made with Granite for all-day inexperienced support",
			"The fuchsia Shoes combines Bulgaria aesthetics with Scandium-based durability"
		],
		"longDescription": [
			"Amor adhaero theatrum peior colligo aetas subiungo verbum crux caecus. Aliqua tepesco fugit tergo recusandae vitiosus. Cruentus error ustulo concedo.",
			"Bos solitudo sol. Vinco debeo toties sumo cena provident commemoro ut. Ait dicta cumque vel aurum eius suggero denique.",
			"Atque crapula solus aufero toties urbanus altus. Peccatus theatrum aspernatur aequus amor eos despecto viriliter possimus. Avarus aggero patior.",
			"Beatae catena venio angulus occaecati. Demo utique basium thorax comptus considero ascit administratio incidunt cohibeo. Tego contabesco cognomen.",
			"Verbera anser beneficium. Amita cumque nobis adhuc acer. Vox antiquus atrocitas vallum sumptus bos cum."
		],
		"stock": 13,
		"type": "supplement"
	},
	{
		"id": 19,
		"slug": "best-protein-4-lb",
		"name": "Best protein 4 Lb",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/best-protein-4-lb-eccomerce-2-300x300.png",
		"link": "https://castillosport.com/producto/best-protein-3/",
		"rating": 2.1,
		"price": 370000,
		"onOffer": false,
		"description": [
			"Stylish Keyboard designed to make you stand out with formal looks",
			"Incredible Shirt designed with Gold for outlandish performance",
			"Luxurious Car designed with Granite for lost performance"
		],
		"longDescription": [
			"Condico eaque architecto coepi vinco versus. Paens adfero similique teneo. Aut carbo facere contigo aggredior appositus ustulo conicio.",
			"Tumultus agnosco desolo candidus curo vita villa usque advenio. Suadeo cito aggero adduco vinculum. Sopor addo vere tubineus.",
			"Suasoria voro coruscus crustulum tricesimus depono cupressus pecto. Defungo temeritas vespillo arto denego alias supplanto doloremque atrocitas. Vulgus vox administratio audeo quas trepide.",
			"Reprehenderit derelinquo incidunt. Tenus adamo defaeco video ait. Porro ut architecto uxor appono copiose solutio succurro.",
			"Taedium demulceo vilitas tribuo deputo inventore corpus totus appono. Conitor admoveo quis curto uredo demulceo tot consequuntur atrox acquiro. Voluptatum sustineo conscendo campana.",
			"Arx coniecto atqui at veniam apud ascisco thesis denique. Vilis validus tenus compello communis. Thesaurus accendo quae temporibus."
		],
		"stock": 60,
		"type": "supplement"
	},
	{
		"id": 110,
		"slug": "best-vegan",
		"name": "Best Vegan",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/Best-vegan-vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/best-vegan/",
		"rating": 4.7,
		"price": 120000,
		"onOffer": false,
		"description": [
			"Innovative Bike featuring celebrated technology and Ceramic construction",
			"Ergonomic Gloves made with Granite for all-day difficult support"
		],
		"longDescription": [
			"Volo adsum tabula repudiandae adamo illo clam arguo torqueo. Arceo consequuntur amaritudo corpus sed pauper peccatus. Subvenio quaerat tersus illum vorax quibusdam curso accommodo.",
			"Depopulo voluptatibus annus harum viriliter statim vorax. Agnosco verto virtus deinde vacuus vita astrum. Tener conitor tandem voluptatibus volup clarus alioqui deinde.",
			"Theatrum ara ulterius blandior substantia. Acerbitas verbum titulus. Sol charisma vae.",
			"Perferendis vigor cattus torqueo una cunctatio tutis aliquid minima possimus. Incidunt vicinus adimpleo atavus censura possimus omnis taedium itaque caries. Ago dolore undique.",
			"Astrum harum ullam reiciendis ad coruscus adsum. Demum socius vomica. Aedificium deripio urbs summopere."
		],
		"stock": 62,
		"type": "supplement"
	},
	{
		"id": 111,
		"slug": "best-whey-2-lb",
		"name": "Best Whey 2 lb",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/best-whey-vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/best-whey-2-lb/",
		"rating": 1.3,
		"price": 149000,
		"onOffer": false,
		"description": [
			"Introducing the Greenland-inspired Pants, blending petty style with local craftsmanship"
		],
		"longDescription": [
			"Calamitas ciminatio eveniet bonus. Eligendi textor viduo caveo. Blanditiis cicuta succedo theatrum ratione tergum.",
			"Accusamus harum cumque quia trepide communis vorago tergum cupiditas commodi. Censura laboriosam pauci. Tres aeger uredo solium alveus comedo turpis.",
			"Qui nesciunt arto facilis. Textus adeo perferendis conforto. Depromo esse volva eos delibero cubitum.",
			"Barba maiores creo. Iusto possimus patior curto defluo suffragium crebro. Assentator coruscus ancilla adiuvo careo.",
			"Suppono synagoga super sublime. Terebro cubitum stillicidium adimpleo occaecati fuga. Quidem subnecto calcar.",
			"Velit est cedo sublime aufero. Tabula contabesco impedit decor cotidie cernuus. Approbo aro voluptate speciosus.",
			"Vociferor abduco ducimus inflammatio facilis vulariter curso admoveo. Votum nisi convoco custodia. Ustulo cum celebrer natus alii assentator alienus artificiose audentia.",
			"Sit curis atque alter admoneo. Tutis arto corpus videlicet advoco comedo ipsa nesciunt adeptio soleo. Ager timor compello.",
			"Nostrum venia adstringo accedo paens conculco triduana vicinus corrupti. Curatio abeo tenuis. Succedo colo sperno vero ventosus vulgaris clementia est cibus."
		],
		"stock": 81,
		"type": "supplement"
	},
	{
		"id": 20,
		"slug": "better-best-bcaa",
		"name": "better Best bcaa",
		"category": "BPI sports",
		"categorySlug": "bpi-sports",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/better-best-bcaa-eccomerce-2-300x300.png",
		"link": "https://castillosport.com/producto/better-best-bcaa/",
		"rating": 3.9,
		"price": 150000,
		"onOffer": true,
		"description": [
			"Our fox-friendly Cheese ensures defenseless comfort for your pets",
			"Our bat-friendly Fish ensures speedy comfort for your pets"
		],
		"longDescription": [
			"Eos calculus commodo conforto. Uredo suspendo vorax thymum arto error conculco. Timor temptatio aptus vinco illo vulticulus aranea vel.",
			"Tero concido crur tego commodo tempus vester vinum sperno. Adversus conspergo tergeo veritatis callide demonstro incidunt vulnero. Arcesso spargo varietas contra vito debilito cavus.",
			"Suggero velut bos tego praesentium fugit patria aegrotatio abstergo triumphus. Volo torrens denique suspendo sed alioqui soleo voluptate adstringo admitto. Alii varietas atqui pecco carbo stillicidium cribro velociter tergeo accommodo.",
			"Earum cubo suus animus degusto viduo vir ut textor. Vere defessus censura claustrum thalassinus adulatio sint. Ulciscor repellendus bonus sublime.",
			"Quam consuasor adsuesco aperte vulnero. Sonitus validus ultio vulariter vae demonstro vacuus. Vinitor copiose absconditus alias deduco."
		],
		"stock": 83,
		"type": "supplement",
		"offerPrice": 120000,
		"discountPercentage": 20
	},
	{
		"id": 21,
		"slug": "bi-pro-classic-1-lb",
		"name": "Bi-pro Classic 1 lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bi-pro-classic-1-lb-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-classic-3/",
		"rating": 0.8,
		"price": 99990,
		"onOffer": true,
		"description": [
			"The Seamless next generation archive Towels offers reliable performance and well-made design"
		],
		"longDescription": [
			"Deleo quia vulgivagus culpa tametsi adfectus vehemens repudiandae. Demonstro nulla crux curto odio tempora ars repellat. Amet possimus arca callide baiulus.",
			"Admiratio dapifer crebro trucido sordeo viriliter cedo. Tego verumtamen deserunt somnus canonicus. Canto valens nesciunt despecto adulescens adiuvo crepusculum.",
			"Curia conitor vereor audax alo attollo voluptate celebrer. Approbo astrum theca acsi coma summisse aro angelus. Tergum calamitas surgo temeritas conduco avarus.",
			"Succedo est delibero. Tener vulnero alienus vallum ventus. Repellendus tandem vilicus adamo pecus.",
			"Acerbitas vix attero carus aegre callide vitiosus atrocitas tener. Doloribus vesica charisma corrupti pecto vere tempore assentator turpis thalassinus. Alii labore supra turpis vilitas teres natus.",
			"Pariatur thesaurus clamo accedo. Audacia tardus super arbitro at occaecati speciosus depromo perspiciatis. Vespillo amplexus amissio cognomen auditor.",
			"Combibo vobis aeger vulgaris. Deputo casus terga repellat. Considero acidus atavus commodo tepidus."
		],
		"stock": 0,
		"type": "supplement",
		"offerPrice": 74990,
		"discountPercentage": 25
	},
	{
		"id": 22,
		"slug": "bi-pro-classic-2-lb",
		"name": "Bi-pro Classic 2 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bi-pro-classic-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-classic-2/",
		"rating": 0.2,
		"price": 199990,
		"onOffer": true,
		"description": [
			"Innovative Car featuring silky technology and Rubber construction"
		],
		"longDescription": [
			"Coaegresco consequuntur peccatus celo. Acceptus volaticus ipsa cohors sortitus. Temeritas tubineus censura sublime degusto vinitor cupio balbus repudiandae accommodo.",
			"Viridis catena praesentium magni damno. Carcer alienus congregatio doloremque natus vinum id peccatus. Acquiro antea attollo tersus.",
			"Acer voco quaerat creber. Depulso capitulus adopto consequuntur ceno. Tibi averto bardus defetiscor campana taedium contra pectus.",
			"Atque nisi appositus. Deserunt consequuntur deputo sonitus compello ipsam truculenter. Corona sodalitas tibi.",
			"Acies sophismata triduana defluo tolero maiores. Asporto pauci sui velit ancilla. Corroboro abeo audeo casus."
		],
		"stock": 91,
		"type": "supplement",
		"offerPrice": 149990,
		"discountPercentage": 25
	},
	{
		"id": 23,
		"slug": "bi-pro-classic-3-lb-capuccino-crema-de-whisky",
		"name": "Bi-pro classic 3 lb capuccino & crema de whisky",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/bipro_capuccino_3lb-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-classic-3-lb-pina-colada/",
		"rating": 1.1,
		"price": 279990,
		"onOffer": true,
		"description": [
			"The Robust 24 hour intranet Bike offers reliable performance and polished design",
			"The Madaline Chips is the latest in a series of considerate products from Leannon and Sons"
		],
		"longDescription": [
			"Censura auxilium veniam delibero. Dolor tergiversatio ciminatio enim terga temporibus. Velut depereo curvo natus carcer turba avarus spiculum careo.",
			"Crapula contigo umquam ver adhuc subvenio texo studio dolores. Maiores conspergo somniculosus veritas suppellex curvo. Mollitia barba vix molestias.",
			"Ullam cupressus autus desidero vix. Super denego caveo. Crux facilis aqua undique celer adicio tabgo.",
			"Suffoco officiis altus. Ulciscor auditor centum depraedor. Tersus clamo amo dolorem aestas condico accusator assumenda.",
			"Arbustum cicuta amaritudo arma. Pecco carus ater atque. Civis speculum currus error quos calco uterque.",
			"Maiores taedium verumtamen aspernatur cognatus beatae arca alias administratio. Solutio iste beatus basium abundans commodi constans officiis nostrum. Tabgo adulatio pauci nihil ventus thymum comparo.",
			"Nisi carmen spoliatio suadeo. Temeritas deprimo umquam mollitia curtus vociferor quasi curso. Cui labore talis degusto animus celer convoco ventus."
		],
		"stock": 49,
		"type": "supplement",
		"offerPrice": 209990,
		"discountPercentage": 25
	},
	{
		"id": 24,
		"slug": "bi-pro-classic-3lb",
		"name": "Bi-pro Classic 3Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Bipro-Classic-Vainilla-3lb-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-classic/",
		"rating": 3.3,
		"price": 279990,
		"onOffer": true,
		"description": [
			"Stylish Bike designed to make you stand out with yellow looks"
		],
		"longDescription": [
			"Coruscus capitulus pax sunt suffoco. Eveniet ait patior vociferor vulariter. Decor sursum ipsa cattus fugiat.",
			"Degero umbra arbor infit valens aptus. Harum tabgo adsidue tumultus explicabo adstringo aestas depromo. Alius vaco doloribus adulescens tum adversus.",
			"Voro impedit confugo. Nam atavus cuius certe umerus averto. Spes pax reprehenderit.",
			"Nisi quaerat aurum adaugeo. Adsum voluptate caecus soluta ater bestia somnus doloremque. Porro alter templum.",
			"Undique studio voluptates vicinus quam fugiat. Cognomen talio cetera veritas nobis viduo. Bardus admitto verto sufficio spiculum voluptatem.",
			"Decumbo occaecati speciosus quod ante thorax trado ustulo comptus. Studio terror cognomen adeo et adipisci una comprehendo universe. Cibo tristis callide vel ultra summopere vomer abscido."
		],
		"stock": 27,
		"type": "supplement",
		"offerPrice": 209990,
		"discountPercentage": 25
	},
	{
		"id": 25,
		"slug": "bi-pro-lite-24-lb",
		"name": "Bi-pro lite 2.4 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bi-pro-lite-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-lite/",
		"rating": 1.5,
		"price": 199990,
		"onOffer": true,
		"description": [
			"The sleek and rough Chair comes with gold LED lighting for smart functionality",
			"The magenta Table combines Slovakia aesthetics with Lawrencium-based durability",
			"New sky blue Towels with ergonomic design for assured comfort"
		],
		"longDescription": [
			"Titulus talio tabesco tergiversatio subiungo benevolentia ver. Deputo inventore libero. Apud deficio amplus amo termes.",
			"Taceo tempora laboriosam neque beatus demulceo caelum corrigo pax. Animi tempore tepidus deripio caritas adopto depulso tristis. Vespillo adflicto ambitus speculum valetudo certe.",
			"Vindico tumultus crepusculum aut vomica adnuo iusto. Coerceo vulnero summa subvenio appono reprehenderit. Officiis tergum utrimque quod vacuus cohaero.",
			"Nam decipio benevolentia. Adstringo ultra quia admoneo admoveo vinco auxilium. Conventus aperiam subseco cedo verbera ancilla celer decretum defendo corrumpo.",
			"Fuga deleniti alii. Tantum valeo vehemens abbas bos degusto valens. Strenuus cogito admitto vapulus aegre ver addo."
		],
		"stock": 5,
		"type": "supplement",
		"offerPrice": 149990,
		"discountPercentage": 25
	},
	{
		"id": 26,
		"slug": "bi-pro-mass-3lb",
		"name": "Bi-pro mass 3Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bi-pro-mas-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-mass/",
		"rating": 0,
		"price": 199999,
		"onOffer": true,
		"description": [
			"Experience the yellow brilliance of our Car, perfect for rusty environments",
			"Our fresh-inspired Cheese brings a taste of luxury to your awful lifestyle",
			"Our bitter-inspired Gloves brings a taste of luxury to your outrageous lifestyle"
		],
		"longDescription": [
			"Tolero vorax addo cauda confero. Venio demitto sapiente derelinquo molestiae alii corona agnitio ceno unus. Stillicidium clementia eveniet validus tribuo.",
			"Vinco utrum campana consequuntur virga varietas defungo socius. Versus vos addo conduco cruciamentum animi tutamen bibo. Delectatio atque absum ancilla adinventitias contabesco thorax tamdiu approbo cuppedia.",
			"Commodo demo fugiat alius stabilis theca. Sperno strenuus callide. Ambulo denuncio reiciendis patior vulnus.",
			"Acsi vito aqua defleo virtus summa trepide optio. Ipsum vaco solutio ulterius altus crinis cupressus. Aperio dens utrum tametsi commodo statua veritatis veritas spiritus.",
			"Paens tutis absque demo nulla cernuus villa adiuvo. Cupressus calculus thesis talus defleo crepusculum clibanus benevolentia carus verbera. Cultellus sono eaque subvenio casso sursum delibero dignissimos.",
			"Ab vae sui angelus despecto arx adimpleo veniam pariatur. Explicabo tantillus absens conitor. Amitto nostrum coerceo deprimo aperiam depromo antea confugo."
		],
		"stock": 51,
		"type": "supplement",
		"offerPrice": 149990,
		"discountPercentage": 25
	},
	{
		"id": 27,
		"slug": "bi-pro-ripped-24-lb",
		"name": "Bi-pro ripped 2.4 lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/bi-pro-ripped-300x300.png",
		"link": "https://castillosport.com/producto/bi-pro-ripped/",
		"rating": 2.5,
		"price": 199990,
		"onOffer": true,
		"description": [
			"The sleek and anguished Chips comes with orange LED lighting for smart functionality"
		],
		"longDescription": [
			"Tum perferendis caritas. Tres adeo confero. Cui quis calcar templum.",
			"Solvo necessitatibus ante veniam velut crapula tero armarium molestiae acervus. Velum synagoga cognatus vorago valde consuasor provident vesper. Tum cedo suasoria villa.",
			"Desidero aedificium toties. Cras templum nobis. Desidero cribro velit viridis animadverto animadverto coruscus teneo villa.",
			"Vulgo aperio statim quam suppono corrumpo vinculum repellendus. Doloribus amplexus defero cresco. Peccatus aequus vallum provident conqueror aiunt volubilis stabilis culpa.",
			"Ager beatus sui tantum cui desolo alienus. Victoria deficio comptus calculus adipisci torrens cupiditas viduo. Incidunt molestiae usitas tremo."
		],
		"stock": 45,
		"type": "supplement",
		"offerPrice": 149990,
		"discountPercentage": 25
	},
	{
		"id": 28,
		"slug": "burner-stack",
		"name": "Burner stack",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/burner-stack-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/burner-stack/",
		"rating": 2.2,
		"price": 139990,
		"onOffer": false,
		"description": [
			"Ergonomic Tuna made with Bronze for all-day smoggy support"
		],
		"longDescription": [
			"Adulatio terreo iste articulus perferendis voro aliquam odit. Degero ullam amaritudo alveus tripudio pecco doloremque. Tenus vere adsum.",
			"Quam damno corrigo sollers nostrum. Omnis maiores arto laboriosam vero denego vallum. Cariosus animus surgo demulceo terebro.",
			"Textilis assumenda unde capillus thermae solus calamitas adfectus tamdiu. Deprimo theca abduco uter amita solitudo facere caveo demens ceno. Curto venia tricesimus sustineo argumentum comptus color advenio cornu.",
			"Terreo umerus abeo degusto collum eius ea tabula. Alias animus corrupti animadverto arto soluta vulgo. Comburo cur thesaurus.",
			"Suscipit virga decet sapiente vesica tracto repellendus adimpleo. Coruscus adicio cunabula valde libero. Utor approbo aegre aequus distinctio cruentus.",
			"Denego venia quaerat colo cupio officia curiositas amo cilicium subiungo. Corrumpo vicissitudo amicitia tactus. Quia volva corona.",
			"Statua cras attollo crux beneficium addo arguo somniculosus tunc. Torrens depopulo copia tantum. Tracto arma aestivus."
		],
		"stock": 72,
		"type": "supplement"
	},
	{
		"id": 29,
		"slug": "burner-stack-lata",
		"name": "Burner stack lata",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/12/29-300x300.png",
		"link": "https://castillosport.com/producto/burner-stack-lata/",
		"rating": 1,
		"price": 8000,
		"onOffer": false,
		"description": [
			"Stylish Gloves designed to make you stand out with helpful looks",
			"Professional-grade Pants perfect for astonishing training and recreational use",
			"Sauer, Champlin and Stehr's most advanced Shoes technology increases busy capabilities"
		],
		"longDescription": [
			"Incidunt timor creber ultio auxilium demo tantum vulticulus. Nam tracto demulceo suscipio carpo tyrannus suscipit apud. Cumque tunc derideo colo accommodo defendo.",
			"Vel vitium chirographum autus cohors agnosco paulatim. Quaerat ambitus dicta celebrer. Caput adipiscor damno.",
			"Trado teneo angulus unus vitiosus. Decerno deduco benevolentia. Terminatio taceo velociter defessus tantillus utor sonitus celo.",
			"Terebro voluptas perferendis pectus. Thesaurus fugit toties corrigo carpo sustineo amaritudo statua adsuesco timidus. Crebro voluptatum alii umerus canis deinde textor defero utrum combibo.",
			"Quis attonbitus vesco amoveo video acervus tui currus vespillo. Aqua turba vae comprehendo animi viduo. Audentia substantia adopto tergeo.",
			"Decet capio theologus conforto cruentus deporto vilicus absque. Cohibeo catena vitiosus ager atque. Sumo torqueo iusto amor ducimus.",
			"Vesper vaco cohors video audentia adinventitias vespillo doloremque textus. Compono cubitum sol benevolentia audeo speculum adimpleo suffoco vereor. Basium aegre caelum defendo cena subiungo suppono.",
			"Valeo eius demo sunt curatio. Amor concedo crux. Stella deleniti angelus carpo cado delicate supellex."
		],
		"stock": 23,
		"type": "supplement"
	},
	{
		"id": 210,
		"slug": "cell-tech-creactor-120-servicios",
		"name": "cell tech creactor 120 servicios",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/cell-tech-creactor-eccomerce-2-300x300.png",
		"link": "https://castillosport.com/producto/cell-tech-creactor/",
		"rating": 0.5,
		"price": 180000,
		"onOffer": true,
		"description": [
			"Experience the turquoise brilliance of our Cheese, perfect for reasonable environments",
			"Introducing the Saint Barthelemy-inspired Ball, blending lucky style with local craftsmanship"
		],
		"longDescription": [
			"Vos spectaculum aperte tamquam ipsam usus balbus ceno autem. Crapula nobis audentia derideo vesica. Sonitus amiculum aspicio.",
			"Dolorem ter carus summopere claro temporibus. Ipsa neque tabella color. Stabilis animus temperantia quaerat.",
			"Centum contra abeo. Amplitudo ustilo theca abbas arx sint. Ustulo infit capillus corporis synagoga.",
			"Atrocitas aufero corrumpo. Ascit casso totidem adsuesco pel spero cornu. Demo coniuratio demens defessus commodo.",
			"Verus varietas tenus calco. Clam ab supra aduro usus stultus. Rerum demitto curtus arcus depereo victoria triumphus.",
			"Caste crastinus agnosco comes tandem vulgo demo velit. Terminatio inventore pectus acer usus attero valde omnis ulciscor error. Facilis cetera tyrannus dignissimos quasi praesentium dolorem explicabo nam tergum.",
			"Color claustrum fugit nisi asperiores pariatur caecus vindico. Inflammatio contego odio curtus tunc catena tabgo accedo tersus amplus. Textus carcer solitudo vesica degenero.",
			"Provident colo conitor stips vox eligendi tamquam alter. Claudeo ante demitto. Vomica summopere aegre tergum quod amplexus suadeo molestiae conqueror caveo.",
			"Ait utpote voluptate copiose bestia vos conqueror velociter valde. Adduco aggero venia. Studio patruus territo aetas architecto.",
			"Vulgaris tempora vis stultus sol pariatur bene. Deleo desparatus adficio terror atqui sono bonus sint nisi. Tenetur aro theologus temporibus."
		],
		"stock": 78,
		"type": "supplement",
		"offerPrice": 150000,
		"discountPercentage": 17
	},
	{
		"id": 211,
		"slug": "collagen",
		"name": "Collagen",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/colagen-sin-fondo-imn-300x300.png",
		"link": "https://castillosport.com/producto/collagen/",
		"rating": 2.9,
		"price": 70000,
		"onOffer": false,
		"description": [
			"Experience the white brilliance of our Towels, perfect for misguided environments"
		],
		"longDescription": [
			"Harum subseco velit conturbo. Caveo coadunatio deripio cognomen sulum patria aequus cena custodia. Bellum summisse tamquam angulus ara.",
			"Copiose crebro volva. Capto aranea ustulo audeo sequi aedificium utroque. Incidunt suscipit inflammatio.",
			"Accusamus teneo baiulus denego conservo ante suspendo deprecator celo iste. Vergo cur crinis deleniti advoco dedecor vero altus defaeco. Sortitus tabesco terga auditor spero templum cumque venia triumphus.",
			"Tergiversatio cumque tersus tibi aqua spiritus auctor demitto comis. Fuga cubitum comis alo arca. Temptatio verto articulus vaco textus deprecator defungo voluptatem abundans.",
			"Quo vox defaeco subito video angulus. Nemo suadeo templum asperiores. Advenio enim distinctio tactus alter argumentum.",
			"Brevis aegrus atavus exercitationem caste contigo absens vulnus pecco tenus. Aliquid subvenio animadverto audeo bene absum dens textor vaco. Tamdiu deprecator arcesso.",
			"Altus sub benevolentia solum carmen volo acquiro acquiro amissio cuppedia. Carpo creptio custodia cultura conatus admoneo temporibus compello caterva trado. Demo decet conatus curriculum videlicet aperiam talis victoria candidus."
		],
		"stock": 16,
		"type": "supplement"
	},
	{
		"id": 30,
		"slug": "collagen-stack",
		"name": "Collagen stack",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/colagen-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/collagen-stack/",
		"rating": 2,
		"price": 99990,
		"onOffer": false,
		"description": [
			"The lime Salad combines United Kingdom aesthetics with Mercury-based durability"
		],
		"longDescription": [
			"Amplexus beatae dolore damnatio tabula vereor ullus sperno vorax vorax. Balbus stella a cupiditas. Caecus claro amor facilis textor sol amiculum depereo conitor.",
			"Ulciscor ab alius cilicium. Utpote error stipes subiungo iure excepturi verto aequus. Acidus tactus aperiam summisse aequus trans ultra.",
			"Fugit ver quo. Damnatio substantia vilicus patria dapifer aequus. Aptus colligo adduco laborum subnecto denuo.",
			"Concido vesica hic appello similique basium. Cerno eaque appono aliquam ea bellum vix tamen spero. Cibo appono vomica.",
			"Vacuus copia clementia. Attero adeo possimus apostolus degero tibi xiphias. Considero sumptus assumenda arbitro contigo eligendi.",
			"Distinctio bene contabesco. Depulso suasoria desipio callide amicitia certe admitto. Decor ceno coaegresco voro crinis autem.",
			"Charisma crepusculum vulgus. Universe cruentus astrum tricesimus tendo virgo arx accendo. Sui cerno auditor defendo quas uxor."
		],
		"stock": 68,
		"type": "supplement"
	},
	{
		"id": 31,
		"slug": "crea-stack",
		"name": "Crea stack",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/crea-stack-sin-fondo2-300x300.png",
		"link": "https://castillosport.com/producto/crea-stack/",
		"rating": 0.1,
		"price": 149990,
		"onOffer": false,
		"description": [
			"Jones, Leffler and Howe's most advanced Cheese technology increases sinful capabilities",
			"Our savory-inspired Salad brings a taste of luxury to your jubilant lifestyle",
			"Experience the maroon brilliance of our Chicken, perfect for lighthearted environments"
		],
		"longDescription": [
			"Cattus alioqui patior via blandior cunabula trepide accommodo cunabula deleniti. Tantum canonicus amita delicate vinco. Explicabo contego delicate terebro carmen corrumpo ademptio bardus pax.",
			"Umerus cupio theologus angulus. Theologus adiuvo optio demens. Modi cupiditate aut aggredior casus.",
			"Crastinus comptus antea fugiat auctor demulceo adulescens comes turba. Sonitus comburo tam. Paulatim triduana decor.",
			"Curso colligo tonsor distinctio cotidie tyrannus deprecator celebrer vos. Peccatus concedo alveus amissio vicissitudo patria. Villa thalassinus umbra cibo crur pectus nihil surgo turba aro.",
			"Vix tertius unde ascit virgo comitatus volaticus sui. Temperantia aer contigo explicabo accommodo delectus. Sustineo decet non libero terra aduro bestia tener antea.",
			"Totus eligendi aeternus ater. Toties ulciscor aperio despecto non pauper tertius ullam deputo totidem. Peior volva esse cunabula talus aer aranea torqueo.",
			"Sint tenax ubi amor quod barba ater. Creo delinquo bos cervus solum. Vaco templum deinde summisse.",
			"Decerno vere argentum aqua conitor alveus pectus non depono. Usus considero bellicus trepide. Non dolorum studio defessus vilitas nulla decens.",
			"Utilis iste succurro tergo ultio atavus abbas cras appono. Admitto surculus suadeo ulterius amo abutor ceno. Vesco umerus sursum cometes."
		],
		"stock": 5,
		"type": "supplement"
	},
	{
		"id": 32,
		"slug": "creatimn",
		"name": "Creatimn",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/CREATIMN-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/creatimn/",
		"rating": 2.6,
		"price": 100000,
		"onOffer": true,
		"description": [
			"The sleek and good Chips comes with orchid LED lighting for smart functionality",
			"The lavender Chips combines Democratic Republic of the Congo aesthetics with Cerium-based durability",
			"The sleek and wiggly Gloves comes with magenta LED lighting for smart functionality"
		],
		"longDescription": [
			"Tibi adfectus vulgivagus carpo vestrum talis vilis cognatus tepidus. Laborum admoneo territo cornu cognomen cimentarius est. Cunabula sui adversus.",
			"Vinco traho dens tamen at depulso. Facere textus demens accommodo maiores convoco versus cogito laboriosam contra. Adaugeo statim blandior distinctio aeternus similique suscipio asper ventito colo.",
			"Aduro absque adsuesco tenus. Aetas expedita varius. Una cernuus audacia defleo cunctatio.",
			"Adfero deputo virtus sufficio theologus undique. Celebrer adhuc tibi. Tersus cohibeo viriliter vaco rerum.",
			"Condico illum acquiro tactus utrimque autem aestivus considero. Undique amet amiculum. Audio amaritudo audio.",
			"Temptatio adsum modi timor abeo ager crapula venia modi valetudo. Asper sollicito ipsum tam subvenio terror quos possimus villa nulla. Eum quaerat facilis tersus ante demulceo bellum conor vulnero aegrotatio.",
			"Articulus stultus cras aestivus amita auctor deporto acceptus. Artificiose spectaculum decerno. Tredecim apparatus armarium."
		],
		"stock": 6,
		"type": "supplement",
		"offerPrice": 90000,
		"discountPercentage": 10
	},
	{
		"id": 33,
		"slug": "creatina-monohidratada-133-servicios",
		"name": "creatina monohidratada 133 servicios",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/creatina-monohidrato-imn-133-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/creatina-monohidratada/",
		"rating": 1.4,
		"price": 120000,
		"onOffer": true,
		"description": [
			"Savor the crunchy essence in our Pants, designed for impressive culinary adventures",
			"The Customizable fresh-thinking matrices Mouse offers reliable performance and negative design",
			"Experience the yellow brilliance of our Sausages, perfect for heavenly environments"
		],
		"longDescription": [
			"Triumphus sublime tenus curiositas valetudo tremo summa consequatur campana. Vir voco tristis umbra carus tabesco coma adnuo subseco sum. Cunctatio virgo defessus quo voluptas velum.",
			"Tot repellat aurum currus stipes tum. Minus copia cedo molestias suggero suggero denuncio. Adfero speculum creator brevis cado aiunt deduco provident.",
			"Voluptate dolorem audio terminatio voveo. Curtus commemoro bos repellendus stillicidium. Uter video sol aperte delinquo volubilis deludo cognomen.",
			"Solitudo vicissitudo utpote culpa caute officia a tamen aliquam. Acsi villa antiquus defetiscor adfero. Absque repudiandae amiculum.",
			"Custodia ventito vicissitudo ars. Neque arca decerno vero aliqua. Ademptio accusamus absorbeo."
		],
		"stock": 93,
		"type": "supplement",
		"offerPrice": 100000,
		"discountPercentage": 17
	},
	{
		"id": 34,
		"slug": "creatina-ultra-pure-100",
		"name": "Creatina ultra pure 100%",
		"category": "Iron Nutrition",
		"categorySlug": "iron-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/creatina-100E-ultra-pure-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/creatina-ultra-pure-100/",
		"rating": 4,
		"price": 120000,
		"onOffer": true,
		"description": [
			"Our zebra-friendly Table ensures strong comfort for your pets"
		],
		"longDescription": [
			"Alo tametsi cui cura defero confugo volaticus utrum coma abbas. Carbo aurum virgo volup quam sperno. Usque aequus adopto derelinquo dedico vos.",
			"Ascit aro corrigo taceo ceno solium termes cohaero. Aggredior ulciscor arma. Vir tempus timor amplitudo defaeco.",
			"Calculus corporis volo decerno comminor angulus curis curriculum tracto. Custodia stipes valeo deleo. Callide tergiversatio cunabula uterque adsum curto cetera.",
			"Caelestis solium recusandae delego cunae sol defleo. Recusandae triduana comparo approbo. Vicinus studio color.",
			"Conservo termes architecto ventosus ipsa. Solutio viscus nihil delego minima. Adfero advoco theca suadeo consequatur apud aggredior.",
			"Culpa molestiae suggero. Adstringo thorax patrocinor ater quas vesco caute possimus vergo cura. Curo solio bellicus consectetur umerus adicio curatio caries vir.",
			"Defluo cresco vaco iusto. Ambitus temporibus aequus teneo terga. Contego triduana depromo summopere alias minima recusandae amo amor trepide.",
			"Occaecati vergo vinitor. Commemoro tot ratione turba demergo conculco. Cubitum iste vulpes accendo deripio conscendo ait.",
			"Vigilo velut arceo curtus occaecati cernuus. Alter tertius vulgus dolore cavus coadunatio coniuratio curatio atque. Curtus soluta vulgo vivo varietas versus.",
			"Calamitas video tenetur. Totidem argentum timidus aliquam rerum vehemens. Corona amplexus tamquam."
		],
		"stock": 1,
		"type": "supplement",
		"offerPrice": 100000,
		"discountPercentage": 17
	},
	{
		"id": 35,
		"slug": "creatine-drive",
		"name": "Creatine drive",
		"category": "Nutrex",
		"categorySlug": "nutrex",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/creatine-drive-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/creatine-drive/",
		"rating": 0.2,
		"price": 165000,
		"onOffer": true,
		"description": [
			"Discover the frog-like agility of our Chicken, perfect for ornery users",
			"Stylish Mouse designed to make you stand out with beneficial looks"
		],
		"longDescription": [
			"Cuppedia decumbo soleo recusandae iusto celo decretum carbo. Corpus aeternus absconditus stabilis. Aetas abundans tripudio nesciunt ipsa cado casso acidus quaerat.",
			"Consequatur consequuntur patior tutis subnecto. Solvo curiositas absque officiis demulceo patior cultellus. Totus cuppedia admoneo utroque atqui somnus depono vulpes casso talio.",
			"Ustulo comes benigne. Thesaurus suffragium abbas ustilo. Chirographum currus arbustum spoliatio accommodo corpus.",
			"Conitor fugiat tenus. Tamisium circumvenio cervus tui provident itaque temperantia casus colo quidem. Ventosus atrox vita decerno temporibus triduana.",
			"Textilis assumenda bos numquam statua illum pecus decumbo approbo. Theatrum crapula ars deprecator. Illo paens eius crustulum adulescens.",
			"Attollo conicio alo aestivus solutio. Cetera debitis caveo venio adopto totus curia inflammatio. Nobis sollicito totam adsuesco possimus defungo tempora.",
			"Artificiose ultio aequitas celer degusto. Thymum angulus adimpleo aestus adipiscor delectatio. Vinco eius vinitor alo tollo conventus volutabrum explicabo.",
			"Desolo calculus conitor currus. Adulatio confido dolorem cum. Cui approbo hic ascisco venio error triumphus.",
			"Supellex tenuis adeptio delibero venio delego facilis cotidie aedificium. Conatus surgo eius succurro deficio arguo tui attero. Custodia labore acidus terga venia decimus crastinus ullus veritas annus."
		],
		"stock": 98,
		"type": "supplement",
		"offerPrice": 140000,
		"discountPercentage": 15
	},
	{
		"id": 36,
		"slug": "cretina-monohidrato-50-servicios",
		"name": "Cretina Monohidrato 50 servicios",
		"category": "Healthy sports",
		"categorySlug": "healthy-sports",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/creatina-monohidrato-50-serv-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/cretina-monohidrato-50-servicios/",
		"rating": 2.5,
		"price": 67000,
		"onOffer": false,
		"description": [
			"Our giraffe-friendly Gloves ensures celebrated comfort for your pets",
			"Savor the fluffy essence in our Keyboard, designed for avaricious culinary adventures"
		],
		"longDescription": [
			"Volup amet quae amiculum titulus voluptatibus. Vulnero amissio vulnero demonstro temporibus crudelis certe. Praesentium traho consectetur impedit succedo est.",
			"Atqui sunt aestivus celo pauci velociter solum. Viriliter cupiditate creator caste quaerat utroque vociferor studio. Desidero credo vaco suscipio vulpes vereor ara sumptus carbo velit.",
			"Combibo desidero templum. Surculus vorax paulatim capto thesis totus velut. Vero adsidue nisi tenuis corporis ademptio magni.",
			"Depopulo surculus thorax crebro vae coadunatio decens itaque textilis amitto. Curiositas vita aegrus aggero deleniti. Trado aro causa coniuratio depraedor.",
			"Ars curso cubicularis amaritudo. Tantillus demitto bestia admoveo viscus crepusculum corrupti cerno. Creo tui sumo voveo soleo.",
			"Candidus torrens terror adsum candidus umbra tui. Derideo clamo solio demens verbum nostrum voveo ara. Curto despecto beatae comptus admoveo adduco caecus molestias ademptio utpote.",
			"Quidem cohibeo avarus cariosus carmen et umbra summopere candidus villa. Adipisci alter minima aegrotatio facilis apud. Inventore socius cum."
		],
		"stock": 60,
		"type": "supplement"
	},
	{
		"id": 37,
		"slug": "electron",
		"name": "Electron",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/electron-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/electron/",
		"rating": 0.3,
		"price": 125000,
		"onOffer": false,
		"description": [
			"Oriental Pizza designed with Steel for common performance"
		],
		"longDescription": [
			"Vulariter thorax considero terga aperte acies. Talus tubineus desparatus audentia victoria totam conscendo. Utpote bestia suppono valens appositus vitium tenetur candidus suffoco.",
			"Assentator sit vigor vado paulatim stips tempus. Acquiro acidus trado admoveo. Modi angustus traho.",
			"Curo videlicet pariatur aegrotatio demonstro admoveo cribro. Unus deporto spectaculum inventore cursim tristis uredo. Venustas sursum pauci suscipio cruentus quae denuo.",
			"Concido tutis aufero comparo perferendis ipsa tolero perferendis. Venustas cohaero sumptus arcus. Validus depono contra ad correptius vinco.",
			"Iusto sollers decimus confero quam. Nihil crepusculum conspergo sperno. Dolorum torrens vereor sopor conventus alii adhaero.",
			"Vox adhaero pel nesciunt advenio. Adulescens vinculum amaritudo. Ex nesciunt solvo succedo spiritus."
		],
		"stock": 54,
		"type": "supplement"
	},
	{
		"id": 38,
		"slug": "emagrass-l-carnitina-60-capsulas",
		"name": "Emagrass L carnitina 60 capsulas",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/emagrass-l-carnitina-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/emagrass-l-carnitina/",
		"rating": 1.3,
		"price": 55000,
		"onOffer": false,
		"description": [
			"Experience the cyan brilliance of our Soap, perfect for jumbo environments",
			"Featuring Rhenium-enhanced technology, our Shoes offers unparalleled tattered performance"
		],
		"longDescription": [
			"Attollo cunctatio pecus accusator. Defetiscor pauper tener summopere voveo totam doloremque. Ulterius tenus deleniti considero velit vitiosus impedit.",
			"Villa ocer canto. Tempus auctus calcar. Demulceo aperiam conspergo tredecim deludo argentum territo minima assumenda contego.",
			"Turba solvo studio apud video ater velociter cuppedia benigne antea. Acquiro cruciamentum cumque tener consequatur maiores cursus abscido absque suppono. Tyrannus ante corona defaeco tepesco.",
			"Varius vociferor tripudio solum adamo. Atrox autem caelum tenax decens victoria avarus. Tener possimus carus crudelis cenaculum crebro theologus astrum.",
			"Id est deputo vinitor ventito paulatim. Arx strues dedico tristis talio audeo adnuo amaritudo qui. Ulciscor eius suadeo vulariter umerus attollo curatio impedit.",
			"Cenaculum contigo animadverto thorax uterque stabilis vociferor vito clibanus. Crepusculum porro adfectus depraedor centum. Dicta audentia quis quo vado sperno.",
			"Aequus vado tamdiu color unus ceno subiungo quis nihil succedo. Conculco addo suscipit dedico minima accendo arca voluptatibus eaque. Aperio toties casso sursum armarium dolor complectus nisi.",
			"Demo culpo enim terga. Suggero voveo caute traho turbo abeo brevis. Tantillus distinctio utor vociferor.",
			"Maiores arx torqueo. Denego in cinis contego demoror adsum. Sapiente bene amissio paens stips ante."
		],
		"stock": 15,
		"type": "supplement"
	},
	{
		"id": 39,
		"slug": "energy-x",
		"name": "Energy x",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/energy-x-300x300.png",
		"link": "https://castillosport.com/producto/energy-x/",
		"rating": 1.2,
		"price": 29990,
		"onOffer": false,
		"description": [
			"Featuring Moscovium-enhanced technology, our Bacon offers unparalleled well-to-do performance",
			"Our zesty-inspired Bike brings a taste of luxury to your repentant lifestyle",
			"Featuring Sodium-enhanced technology, our Gloves offers unparalleled colorful performance"
		],
		"longDescription": [
			"Sit abstergo stella carcer unde cursim asperiores veniam ademptio crux. Vesica architecto asperiores decumbo tunc censura. Carmen assentator succedo alo audentia aufero auctus at.",
			"Advoco copiose utilis tenetur tres conduco deporto admiratio. Tripudio sollicito terra administratio vulgo cunabula argumentum. Comptus tres annus contabesco compello circumvenio cenaculum delinquo paens.",
			"Ultio ulciscor amiculum cerno carus bibo expedita. Amo commodo crinis. Odio tergiversatio utique canto tergum usque cum textilis ventito.",
			"Complectus defero conspergo perspiciatis. Titulus subito temeritas spes. Demoror solutio video paulatim vinco vilis trado tum altus.",
			"Utrimque tabgo admiratio tepidus acsi uxor velociter carmen cupressus cognatus. Vitiosus aspicio angulus demitto qui. Dignissimos inventore numquam speculum aperiam labore inventore sumo."
		],
		"stock": 95,
		"type": "supplement"
	},
	{
		"id": 310,
		"slug": "fat-zero-30-capsulas",
		"name": "Fat Zero 30 capsulas",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/fat-zero-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/fat-zero/",
		"rating": 2.3,
		"price": 43000,
		"onOffer": false,
		"description": [
			"Konopelski - Welch's most advanced Computer technology increases funny capabilities"
		],
		"longDescription": [
			"Saepe sono tero. Appositus suggero carus. Aequus cura admitto adsidue.",
			"Cunabula canis deduco. Cornu conor antea quaerat adsuesco debilito vomer vitae tricesimus. Toties dolores comitatus benigne suadeo.",
			"Tardus quasi confido claro admoneo tamquam sopor apto. Clamo statua minima brevis. Utrum velociter ullam sol ut molestias.",
			"Cum dicta comptus aut solio aliquam turpis vulpes thema. Coadunatio admitto vulnero crebro cultura acquiro amita commodi. Artificiose uredo deinde asper crapula valens vulnero sit.",
			"Defetiscor crebro allatus. Aegrus claudeo aiunt suffoco. Benevolentia timidus arca carpo assentator accusamus theca victoria caste.",
			"Acceptus dedecor abutor comitatus benevolentia. Auxilium adinventitias tamen tricesimus thorax tego quos derideo. Unde comitatus clam absens crebro curiositas.",
			"Degusto synagoga custodia modi pauci deserunt modi crapula combibo. Baiulus spectaculum coepi theologus non ustulo corrupti minus. Uter animi commemoro coma sponte allatus aliquid.",
			"Minus acies calcar. Cerno viduo adnuo caritas vigor. Clam barba decet patria vinum caritas aetas.",
			"Aetas voluptas umbra. Sustineo spiculum contabesco aperte fugit absorbeo. Umerus consequatur dolor deleniti thalassinus dolor communis summopere tamisium.",
			"Demonstro repudiandae atqui. Veritas et sponte. Talis depulso tamen aqua ipsam deserunt aegre a."
		],
		"stock": 50,
		"type": "supplement"
	},
	{
		"id": 311,
		"slug": "gain-fast",
		"name": "Gain fast",
		"category": "Suplementos",
		"categorySlug": "suplementos",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Proyecto-Quitar-fondo-19-300x300.png",
		"link": "https://castillosport.com/producto/gain-fast/",
		"rating": 1.2,
		"price": 295000,
		"onOffer": true,
		"description": [
			"Discover the old-fashioned new Shoes with an exciting mix of Steel ingredients"
		],
		"longDescription": [
			"Vulnero vado textus complectus sophismata vallum decipio cura thymbra. Coruscus terminatio autus. Vir repellendus vivo.",
			"Pel a voluptatem summopere cerno utroque despecto synagoga tabula. Surgo tumultus arma decipio. Velociter mollitia tibi ascisco.",
			"Vomer accusantium somniculosus desolo tenetur tibi voluntarius. Odio cognomen tam accendo summopere certus. Volup copia confugo tumultus.",
			"Spoliatio videlicet debilito alienus dolor derelinquo demoror creo. Dignissimos turpis combibo conforto cubo depopulo creator calculus cotidie adiuvo. Atqui peior ex atrox aptus combibo.",
			"Adsidue volva cohaero carmen videlicet. Abundans demo defluo curia supra subiungo. Admiratio voluptate xiphias suppellex vilis quaerat tenax taedium collum.",
			"Arguo sunt viduo nam. Possimus soluta creta combibo alius nam adiuvo sub minima virtus. Antepono truculenter cursus magni trucido consectetur denique.",
			"Spectaculum appositus socius stipes illum tergeo. Urbanus desipio deorsum. Optio dedico baiulus demens comparo teres ago.",
			"Et stips celo ratione doloribus agnosco. Textus ara subvenio illum accusantium. Comminor conculco quaerat.",
			"Defungo deficio ventito adimpleo caterva. Dignissimos despecto spiculum calco vobis anser absorbeo pectus magni vilis. Repellendus clam ocer amet victoria subnecto sub decipio ubi atrox."
		],
		"stock": 24,
		"type": "supplement",
		"offerPrice": 265500,
		"discountPercentage": 10
	},
	{
		"id": 40,
		"slug": "gainz-32-lb",
		"name": "Gainz 3.2 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/3-300x300.png",
		"link": "https://castillosport.com/producto/gainz/",
		"rating": 4.8,
		"price": 89990,
		"onOffer": false,
		"description": [
			"Our whale-friendly Chair ensures free comfort for your pets",
			"Discover the aggravating new Hat with an exciting mix of Concrete ingredients",
			"Featuring Selenium-enhanced technology, our Sausages offers unparalleled wide performance"
		],
		"longDescription": [
			"Templum ventus accendo desidero. Ver tollo turpis cauda aegre coaegresco confido arx molestias. Adnuo deporto ante arca alter.",
			"Ara teres cubicularis cum tenetur suus ars. Advenio alias reiciendis dignissimos cibus audentia magnam degero repellendus. Et audax alias.",
			"Sed eligendi sopor ratione corrigo cognomen textor arguo possimus cresco. Tempore apostolus dolor demonstro. Adeptio cogito adhaero sono sonitus.",
			"Canis cibus casso. Cicuta cras valde assumenda eaque vester synagoga. Officia crinis clibanus ustulo cuppedia cribro caput vicissitudo.",
			"Aetas omnis spiculum depono calco appositus varietas contabesco viduo volup. Tenus id addo centum amitto. Concido aureus a ustilo libero summisse praesentium.",
			"Velit adfero dicta ullus bos deleo. Admoveo spes considero terebro clibanus eaque venio autem. Facilis carus esse coepi.",
			"Nobis aspicio cariosus sono tego spargo cariosus confido. Conservo voluptas accusator officiis textilis carmen facilis brevis debeo. Asperiores tristis cenaculum triumphus accusantium valens mollitia ventus."
		],
		"stock": 54,
		"type": "supplement"
	},
	{
		"id": 41,
		"slug": "gainz-64-lb",
		"name": "Gainz 6.4 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/4-300x300.png",
		"link": "https://castillosport.com/producto/gainz-2/",
		"rating": 1.8,
		"price": 169990,
		"onOffer": false,
		"description": [
			"New orchid Sausages with ergonomic design for stable comfort",
			"The maroon Salad combines Mozambique aesthetics with Polonium-based durability",
			"The silver Chair combines Congo aesthetics with Krypton-based durability"
		],
		"longDescription": [
			"Abeo ducimus cumque depopulo. Debitis agnitio tubineus non vir nulla colo volutabrum virtus. Constans demulceo solio cometes.",
			"Cura atrox veniam cerno qui amita. Admiratio provident sollers peior beatae concedo placeat cohaero bardus comprehendo. Arceo demens allatus.",
			"Undique sustineo utor. Adaugeo angulus viduo tristis suffoco benigne somnus conatus. Adduco atque cupio utique vinitor harum.",
			"Magnam demo titulus spero solio stella mollitia labore. Volva defaeco thermae virtus aureus vindico ars. Tamisium confido corporis.",
			"Vilitas somniculosus pecto aliqua quae sperno itaque somniculosus. Basium ducimus crustulum cras vos cribro spiritus. Vere crudelis quibusdam cena balbus capio ceno valens.",
			"Audeo vomica sopor ter stillicidium acies adstringo cubicularis. Autem suspendo benevolentia. Tubineus adflicto ratione aduro comes voluptate carbo dens.",
			"Sordeo spoliatio tempora fugiat ciminatio contabesco defleo. Adsum sursum sophismata consequatur universe vitiosus una. Utroque cunae torrens crur desolo beatae aptus."
		],
		"stock": 45,
		"type": "supplement"
	},
	{
		"id": 42,
		"slug": "gl-smart-lima-limn",
		"name": "GL Smart lima limn",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/GL-smart-lima-limon-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/gl-smart-lima-limon/",
		"rating": 0.6,
		"price": 58080,
		"onOffer": false,
		"description": [
			"Professional-grade Chicken perfect for strong training and recreational use",
			"Ergonomic Chips made with Concrete for all-day spotless support",
			"The Noemy Pants is the latest in a series of frightened products from Bashirian - Dibbert"
		],
		"longDescription": [
			"Universe nemo animi. Admiratio placeat contego fugiat acer usque. Crapula crux acquiro.",
			"Summa clam capio confugo. Vulariter allatus pecto tolero vulgivagus tendo argumentum arma iste. Trepide venia depereo.",
			"Speciosus asper varius officiis armarium. Sumo nobis adsuesco vesica vorax verto versus suffoco. Voluntarius vulnus torqueo sursum porro.",
			"Custodia cedo vix. Speculum aranea cunctatio explicabo tergeo subnecto decretum carbo vitiosus. Alveus angulus acceptus explicabo sollicito terebro suspendo.",
			"Demulceo quibusdam numquam vorago tandem. Attollo eius aequitas surgo tumultus. Omnis conculco vomito velut theca soleo.",
			"Tubineus adsidue communis currus. Animadverto vado alius. Defaeco denuo rem aqua.",
			"Avarus bos uredo odit audeo ulterius deserunt delibero compello tutamen. Utique surgo adipiscor absconditus tabernus cumque armarium eligendi. Aedificium cum fugit sono nam.",
			"Non coerceo timor calamitas uxor. Comedo vinitor copiose argumentum sollicito. Admiratio caritas defaeco angulus adimpleo voro infit.",
			"Stultus eius sodalitas talis admitto supplanto claro vigilo vox tergiversatio. Deficio caelum depulso venustas cohibeo. Quam vae subseco saepe solutio absconditus volup adulatio vulnero ultio."
		],
		"stock": 93,
		"type": "supplement"
	},
	{
		"id": 43,
		"slug": "gl-smart-natural",
		"name": "GL Smart natural",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/gl-smart-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/gl-smart-natural/",
		"rating": 2.6,
		"price": 50820,
		"onOffer": false,
		"description": [
			"Savor the smoky essence in our Keyboard, designed for abandoned culinary adventures"
		],
		"longDescription": [
			"Casso xiphias triduana validus velut creber comminor. Degusto cerno cetera uterque baiulus considero ager super tyrannus animi. Tener centum casso accedo certe sui voluptatum nihil.",
			"Admoneo validus conservo coniuratio articulus nemo clementia traho tolero nihil. Vitae surgo victus altus quod calamitas ars. Quos conitor tabula quas est terror verecundia.",
			"Suscipio umerus conventus arceo. Cavus carcer accommodo architecto tutis laboriosam. Subvenio repudiandae tunc triumphus socius quis.",
			"Ut villa sui caute agnitio. Vesica vilis videlicet alius adhaero vir substantia adstringo admiratio. Triduana astrum victus.",
			"Cras cubo comptus adsum alioqui suppono arbitro civitas. Aro tabesco tergiversatio absum unus cado utique vae calculus auctus. Thorax voluptatibus curto et excepturi patrocinor."
		],
		"stock": 85,
		"type": "supplement"
	},
	{
		"id": 44,
		"slug": "gluta-stack",
		"name": "Gluta Stack",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/gluta-satack-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/gluta-stack/",
		"rating": 0.6,
		"price": 64990,
		"onOffer": false,
		"description": [
			"Our creamy-inspired Keyboard brings a taste of luxury to your acclaimed lifestyle"
		],
		"longDescription": [
			"Fugiat subito aveho cunabula turbo credo quam commodo. Apud asporto vociferor suasoria sumo torrens balbus balbus. Depono demens audentia volaticus.",
			"Earum ad urbs. Sursum desparatus commemoro usque. Conor ducimus denuo.",
			"Compello cibo ustilo deficio architecto aeger. Vito verecundia nobis suggero arguo armarium. Magnam derelinquo ea.",
			"Carpo consectetur porro accusator odio trepide. Beneficium crux ut carcer tepesco veritas vulgus harum. Tabgo ratione nam tamisium soluta aiunt.",
			"Cultellus vester blandior tutamen victus commodi. Sumo tam voluptates. Unus velociter aer ullus tergiversatio summisse debitis coepi textus supra.",
			"Degenero aegre admoneo avarus. Caries clementia cura caelum admitto subnecto urbanus. Vorax distinctio ultio arbitro at confugo crapula amplexus denego cultura."
		],
		"stock": 81,
		"type": "supplement"
	},
	{
		"id": 45,
		"slug": "gold-standard-100-whey-2-lb",
		"name": "Gold standard 100% whey 2 LB",
		"category": "Optimun Nutrition",
		"categorySlug": "optimun-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/100-whey-gold-standar-2-lb-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/gold-standard-100-whey-2/",
		"rating": 1,
		"price": 230000,
		"onOffer": true,
		"description": [
			"Our cat-friendly Table ensures cute comfort for your pets",
			"Discover the unique new Pants with an exciting mix of Metal ingredients",
			"Discover the helpless new Bike with an exciting mix of Rubber ingredients"
		],
		"longDescription": [
			"Carpo depopulo cognatus culpa teneo desparatus soluta. Approbo delectatio bellicus ver cursim cupiditate acsi. Admitto deserunt solvo sophismata.",
			"Arbustum truculenter theologus crudelis admitto acer balbus. Territo dignissimos cohaero textus debitis cura cupressus tumultus. Creo substantia corpus thalassinus esse appositus.",
			"Unus turpis repellendus comitatus cruentus capitulus decet virgo velut. Unus ter ars architecto comptus. Conatus tabgo adnuo conqueror.",
			"Conicio unde tenus tactus explicabo. Succurro vinculum abutor iste curvo adipiscor arto conventus. Terebro ventito torqueo confido.",
			"Contigo solutio pax atque balbus conitor talus corona ocer speculum. Adipiscor odit cunae. Virga cohibeo taedium cinis tabula cribro canonicus validus.",
			"Abscido ascisco voluptates laboriosam. Cibus turba turpis defetiscor. Terreo subito defetiscor vis aliquam fugit bardus.",
			"Decipio creta corrumpo auditor sumptus verecundia amaritudo venio. Tersus mollitia utique combibo angulus uxor depromo apto cras. Accusamus confugo coaegresco defaeco abutor terror."
		],
		"stock": 28,
		"type": "supplement",
		"offerPrice": 199000,
		"discountPercentage": 13
	},
	{
		"id": 46,
		"slug": "gold-standard-100-whey-5-lb",
		"name": "Gold standard 100% whey 5 LB",
		"category": "Optimun Nutrition",
		"categorySlug": "optimun-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/whey-gold-standard-5-lb-300x300.png",
		"link": "https://castillosport.com/producto/gold-standard-100-whey/",
		"rating": 2.9,
		"price": 460000,
		"onOffer": true,
		"description": [
			"The sleek and twin Chicken comes with teal LED lighting for smart functionality",
			"Featuring Strontium-enhanced technology, our Chair offers unparalleled pale performance"
		],
		"longDescription": [
			"Arceo contego tempus amplitudo doloribus ad. Videlicet textor volo aranea stultus desidero cohors. Speciosus caste argumentum defaeco terror strues subnecto temeritas.",
			"Uredo aveho creator dedecor aperiam demitto tot advoco commemoro vindico. Soluta tolero venio substantia cibo alo vel viscus. Solium turba uxor debeo animus maiores tutis sollicito carus canto.",
			"Architecto crux cedo dapifer vociferor ubi cariosus admoneo decumbo labore. Peior bene vapulus adhaero voluptate vallum adhaero currus conqueror. Suscipit fuga articulus calco reprehenderit vilis.",
			"Aer velociter valeo advoco adsum comminor nostrum adsidue. Accusator pariatur cuius. Cedo substantia cotidie supra.",
			"Sum umquam corrumpo blandior decet atque dapifer deleniti. Vorax dolores veritas caste. Arbitro vulpes calculus tantillus enim.",
			"Cultellus cupio advenio commodi claustrum thalassinus demitto velut curto. Facere vae comptus. Adipisci vinco vitiosus."
		],
		"stock": 73,
		"type": "supplement",
		"offerPrice": 400000,
		"discountPercentage": 13
	},
	{
		"id": 47,
		"slug": "hyde-extreme",
		"name": "Hyde extreme",
		"category": "Prosupps",
		"categorySlug": "prosupps",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/hyde-xtreme-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/hyde-extreme/",
		"rating": 2.2,
		"price": 165000,
		"onOffer": true,
		"description": [
			"The sleek and interesting Salad comes with blue LED lighting for smart functionality"
		],
		"longDescription": [
			"Credo adversus cursus utrum demulceo summisse. Tracto excepturi volva convoco arma theatrum cerno thesaurus. Uberrime contigo deduco acer atavus crebro sonitus.",
			"Sustineo decipio absque asper aggero calco. Adflicto demitto corrigo curso velociter sonitus. Thesaurus maxime quas.",
			"Trans admoveo demergo suppono hic capitulus odit tergeo statua. Venustas civis molestiae. Aeger dolorum carcer aestivus curatio avarus.",
			"Tertius quod viscus aufero clamo. Suggero vestigium statua occaecati depereo depulso illum cometes currus. Conculco vel cribro arcus.",
			"Aduro trans denique quibusdam argentum vapulus. Depono coepi utroque cibo uter catena. Contego voco commemoro.",
			"Pax curvo ea capio eveniet quis tersus pauci. Peior calculus coepi vigor thema demergo sumptus utique soluta. Arca omnis voluptas defleo tabernus officia solio neque vesco articulus.",
			"Tubineus aegrus alias surculus aeternus cohaero currus tres valde constans. Patior valde odit vespillo delicate callide inflammatio. Claro sed accommodo cribro surgo cura volaticus vox tabella."
		],
		"stock": 60,
		"type": "supplement",
		"offerPrice": 130000,
		"discountPercentage": 21
	},
	{
		"id": 48,
		"slug": "intenze-14-servicios",
		"name": "Intenze 14 servicios",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/INTENZE-14S-fruit-punch-2-300x300.png",
		"link": "https://castillosport.com/producto/intenze/",
		"rating": 3,
		"price": 71000,
		"onOffer": false,
		"description": [
			"Discover the fox-like agility of our Computer, perfect for sizzling users",
			"Discover the pertinent new Salad with an exciting mix of Concrete ingredients"
		],
		"longDescription": [
			"Desolo cursus valetudo accusator tribuo atavus cauda valetudo. Admitto tutis aegrus stella angulus votum crux quaerat aveho. Absens civis uter deorsum ceno aperte alii.",
			"Quidem abstergo decerno congregatio odit sum taceo administratio vox aufero. Vesica dolorem venustas concido tergiversatio. Tripudio audacia asperiores spectaculum talus inflammatio via.",
			"Demum cognomen cuius desino curriculum. Adhaero canto veritas atrox accommodo solio defendo suppellex. Appello sequi xiphias amicitia civis depromo explicabo amo subiungo nemo.",
			"Altus sonitus calco agnosco addo consuasor tero angelus abstergo. Comis pariatur ascisco deinde cognatus. Torrens terga volaticus veniam molestias blanditiis.",
			"Thymum ambulo vetus cur coniecto absque. Aro cum aspernatur corporis auditor voluptates. Deficio temporibus necessitatibus cavus currus blanditiis adficio."
		],
		"stock": 63,
		"type": "supplement"
	},
	{
		"id": 49,
		"slug": "intenze-30-servicios",
		"name": "Intenze 30 servicios",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Intenze-fruitpunch-1-300x300.png",
		"link": "https://castillosport.com/producto/intenze-2/",
		"rating": 1,
		"price": 140000,
		"onOffer": false,
		"description": [
			"Experience the green brilliance of our Sausages, perfect for complete environments",
			"The Lloyd Hat is the latest in a series of remorseful products from Feil, Hilpert and McClure"
		],
		"longDescription": [
			"Curia cupiditas ademptio nisi provident depereo tempora. Atrox cibo soleo vereor audeo. Tego cui qui cohibeo.",
			"Sponte deinde officia decretum soleo ducimus cubo demo calamitas alo. Demulceo credo aeternus amplitudo amoveo ipsam crapula. Itaque decumbo adeo alii statua sint vulgivagus caries articulus.",
			"Cenaculum centum deleo catena cumque corrumpo at surgo. Adnuo timor canto placeat accommodo. Tollo bis cursim cruentus.",
			"Cogo strenuus absum utilis asperiores error utroque. Commodi spargo cado demum. Canto spoliatio possimus viscus ulciscor umquam facere desolo.",
			"Bene quae deserunt talis ustilo admoveo. Sollicito bellum tardus vorago cursim. Sumo armarium adsum.",
			"Totidem aro candidus voro titulus. Tempus aperio ipsam pecto. Aedificium curtus curis stips magni quaerat.",
			"At bibo tandem appono strues capto censura cilicium fugit tumultus. Supra ceno charisma ver comptus. Degenero cumque damno uredo tredecim corroboro angelus capto corroboro.",
			"Tutamen triumphus via eveniet. Amor copiose cohaero abutor ascisco animi ullam verecundia. Condico circumvenio deludo color universe tersus debitis.",
			"Odio ab cunabula. Cubitum cauda vinco aspicio vulpes taedium. Nulla nisi vulnus arguo usus consequuntur hic ipsum."
		],
		"stock": 68,
		"type": "supplement"
	},
	{
		"id": 410,
		"slug": "iso-clean-2-lb",
		"name": "Iso clean 2 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/iso-clean-sin-fondo-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/iso-clean/",
		"rating": 4.6,
		"price": 209990,
		"onOffer": true,
		"description": [
			"Innovative Sausages featuring that technology and Cotton construction"
		],
		"longDescription": [
			"Comis bibo ceno beatae tolero teneo. Arma curo adamo curia abundans defungo contra vobis. Summisse adhuc tunc suppono absconditus conor tres condico.",
			"Ultio sonitus quo auditor sed venio crinis vapulus videlicet. Tres spiritus suadeo canto cotidie theca acervus decretum vetus textor. Supellex crudelis voluntarius tenus appositus vigor centum deorsum audentia.",
			"Molestias spectaculum tenuis beneficium umbra ait. Stillicidium stipes vere cito itaque teneo. Colligo credo patrocinor auctus alii talis cimentarius benigne mollitia viriliter.",
			"Cunae crapula depono maiores tristis. Ullam clibanus comes expedita custodia canto provident repellendus deleo. Attollo vix apto appono desparatus autem credo benevolentia.",
			"Commodo aestus tutamen. Conscendo possimus ascisco coniecto cupiditas tondeo voluptatum cenaculum balbus. Accusamus nemo acer possimus mollitia.",
			"Aeger tego aiunt cotidie clamo amet stillicidium. Quisquam stabilis aureus derelinquo communis tamisium tantum vorax abundans totidem. Cito vulnus verumtamen.",
			"Talus summopere chirographum desidero candidus canis minima umerus sunt condico. Absconditus cattus talio benevolentia nulla conturbo altus teneo perferendis. Vitae varius denego eum utroque benevolentia ars eveniet porro.",
			"Delibero tego cerno ocer super tertius deludo aliqua argentum bene. Vir varietas super tolero circumvenio centum totidem talus cultellus usque. Vomica voluptatem virtus amaritudo claudeo commodo depulso vigilo.",
			"Defendo vorago audacia laborum. Ex necessitatibus corrigo crepusculum toties argumentum aut eaque vesica cubo. Advoco coruscus unus virga cado denuncio degenero sub."
		],
		"stock": 6,
		"type": "supplement",
		"offerPrice": 159990,
		"discountPercentage": 24
	},
	{
		"id": 411,
		"slug": "iso-whey-2-lb",
		"name": "Iso whey 2 LB",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/iso-whey-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/iso-whey-2/",
		"rating": 3.6,
		"price": 160000,
		"onOffer": true,
		"description": [
			"Discover the dolphin-like agility of our Bacon, perfect for obvious users",
			"Our frog-friendly Salad ensures well-off comfort for your pets",
			"The grey Bacon combines Mexico aesthetics with Rutherfordium-based durability"
		],
		"longDescription": [
			"Aetas deleo bellum. Volutabrum ancilla aegre contra. Abutor inventore curis nisi titulus pecto vomica tolero.",
			"Spargo abstergo suscipio. Adulescens cilicium caecus cui aestas audacia nostrum ipsum molestiae coniecto. Ocer causa suspendo vesica caelum bellicus.",
			"Bestia tremo torrens valde. Conor cetera valeo antiquus benevolentia beatus xiphias vesica acerbitas solutio. Advenio stips delibero corrupti thesis valens cupiditate.",
			"Truculenter caelum decerno ante terga. Tero stultus delibero pecus. Triumphus taedium tamisium curia titulus.",
			"Allatus deficio utilis amor sophismata adulatio. Varius crur thymum succurro atqui pax. Angelus venustas ver patrocinor accommodo tergeo cicuta.",
			"Quaerat atque textor decor alias alias numquam casus quaerat venustas. Tamquam chirographum derelinquo surgo. Alii synagoga ventus amita."
		],
		"stock": 27,
		"type": "supplement",
		"offerPrice": 145000,
		"discountPercentage": 9
	},
	{
		"id": 50,
		"slug": "iso-whey-6-lb-vainilla",
		"name": "Iso whey 6 Lb Vainilla",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/iso-whey-6lb-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/iso-whey/",
		"rating": 4.1,
		"price": 415000,
		"onOffer": true,
		"description": [
			"Stylish Chicken designed to make you stand out with shady looks"
		],
		"longDescription": [
			"Verecundia exercitationem catena curo subnecto appositus. Temperantia delicate tredecim est. Succurro vere admiratio eos delinquo.",
			"Tardus ager valetudo. Quae vulgo asporto venustas tabernus dapifer tui tantum. Conforto perferendis delicate nam auctor cultura.",
			"Conatus aedificium deorsum crastinus mollitia cinis aqua verbum cura similique. Inflammatio tamen absorbeo sumo clibanus. Carcer aiunt reprehenderit supellex doloremque.",
			"Totam quod tristis vobis aeneus audax. Magni adhaero sit sumo cognatus quibusdam. Consequuntur adstringo libero voco excepturi.",
			"Contabesco conventus virgo suffoco speciosus tantum decens inventore. Atque aperte debeo canonicus veritatis crux vicinus usus illo clam. Dolores tantum doloremque damno amiculum arx tempora coniuratio sordeo.",
			"Sono curriculum subnecto vulticulus. Voro dolorem aequus teneo surculus aequus. Ventito accusamus clibanus charisma caries.",
			"Admitto sit tergo cultellus id delectus cimentarius. Ventosus sumptus curis quisquam adversus damno argentum assumenda pectus curtus. Vulgaris tam demitto aspicio balbus cogo adficio conduco verbum.",
			"Pauci accusantium cibus. Bis cubicularis ustulo caritas crustulum deorsum trans. Demitto arma ver urbs arcesso eum comedo tamen contabesco quae.",
			"Abeo aestas corrumpo civitas solvo titulus deprimo amor. Amet corona decerno deporto contigo temeritas amita cedo vorago. Usque spoliatio adipisci."
		],
		"stock": 28,
		"type": "supplement",
		"offerPrice": 370000,
		"discountPercentage": 11
	},
	{
		"id": 51,
		"slug": "l-carnitina-1000-mg-60-tabletas",
		"name": "L carnitina 1000 mg  60 tabletas",
		"category": "Healthy sports",
		"categorySlug": "healthy-sports",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/L-carnitina-1000-mg-300x300.png",
		"link": "https://castillosport.com/producto/l-carnitina-1000-mg/",
		"rating": 0.3,
		"price": 91000,
		"onOffer": false,
		"description": [
			"New Tuna model with 67 GB RAM, 506 GB storage, and astonishing features",
			"Our sour-inspired Towels brings a taste of luxury to your noteworthy lifestyle"
		],
		"longDescription": [
			"Taedium supplanto suasoria thesis. Pel usque aegrus angulus. Vivo cohors solvo iste sol clam abutor thesaurus solium.",
			"Curtus copia voveo. Suasoria acquiro alioqui artificiose aspernatur anser somnus amicitia tego. Coadunatio aestus amplexus curatio placeat cura facere cicuta.",
			"Audax abscido succurro sollers vinitor suasoria conventus umquam desino sopor. Vulpes quo corrupti. Cogo ars amiculum stipes.",
			"Vacuus coadunatio tripudio spes laboriosam spes sublime. Theatrum tumultus in considero arguo cado. Canis tantillus vindico abscido.",
			"Cuppedia maiores coepi uredo deleniti. Possimus calculus vita tam adflicto cedo uxor cariosus architecto spiculum. Texo quas victus.",
			"Curiositas aequus trucido casso architecto. Delego dolorum cito. Subseco truculenter virgo placeat peccatus cultellus templum.",
			"Velut pax iste texo pecto. Cauda venio mollitia. Bestia capitulus subseco.",
			"Deleo vaco vacuus. Sapiente degero caecus. Vulticulus quia vinculum tersus quos contabesco."
		],
		"stock": 44,
		"type": "supplement"
	},
	{
		"id": 52,
		"slug": "legacy-50-servicios",
		"name": "Legacy 50 Servicios",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Legacy-50-serv-fruit-punch-300x300.png",
		"link": "https://castillosport.com/producto/legacy-2/",
		"rating": 2.7,
		"price": 110000,
		"onOffer": false,
		"description": [
			"Discover the yearly new Table with an exciting mix of Steel ingredients",
			"Discover the fantastic new Keyboard with an exciting mix of Marble ingredients",
			"Our tender-inspired Mouse brings a taste of luxury to your unwritten lifestyle"
		],
		"longDescription": [
			"Teres conculco subseco. Praesentium stella calcar curo totus vallum. Utor cubitum sordeo.",
			"Capitulus sulum arguo tego venia trans. Tricesimus crustulum sufficio repellendus canonicus sui decet laboriosam sub. Theologus depulso claudeo celebrer magnam minus capillus suscipio.",
			"Est cotidie ullam. Animadverto thalassinus victoria stips clam stips. Aestas vivo thymbra placeat peccatus tremo ademptio viscus deorsum tenetur.",
			"Conor deripio vulgivagus absum assumenda amissio acerbitas balbus voluptas. Clementia cohibeo vigilo vere neque certus vestrum. Confugo acquiro cruciamentum capto defetiscor celebrer volo campana toties cubicularis.",
			"Victus aperte ventus. Voluntarius ara cognatus corroboro. Decimus charisma annus.",
			"Clam curis dignissimos tutis statua timor. Vulgaris explicabo casus argentum commodi vel ullam vae. Ait subvenio sublime paens adeo eligendi dapifer.",
			"Verbum villa theologus abundans caute constans accendo. Cetera patruus defleo umbra. Voveo traho id non textus cunctatio.",
			"Utrum facere ars. Conicio sodalitas speciosus varius cado curatio vorax articulus. Temeritas vigor harum blandior.",
			"Stillicidium aranea omnis vivo. Alter vado contabesco arguo abbas alveus torrens usque artificiose clibanus. Auctor confido adipiscor amoveo sophismata torrens animus.",
			"Victus caecus quia taceo sublime velit aedificium tam bis. Nesciunt pecus alo tero comparo tubineus cariosus damno suppellex. Debilito fugit aliquid stella varius cupressus spoliatio cribro."
		],
		"stock": 0,
		"type": "supplement"
	},
	{
		"id": 53,
		"slug": "legend",
		"name": "Legend",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2024/06/legend-2-300x300.png",
		"link": "https://castillosport.com/producto/legend/",
		"rating": 0.9,
		"price": 79900,
		"onOffer": false,
		"description": [
			"The orange Chicken combines Holy See (Vatican City State) aesthetics with Lanthanum-based durability",
			"Stylish Mouse designed to make you stand out with fatal looks"
		],
		"longDescription": [
			"Unus concedo vae veritatis delectus commemoro quos. Alioqui summopere curatio sonitus super despecto volup argumentum. Volva alias temeritas ustulo acer delicate cubicularis.",
			"Adipisci cicuta balbus aut tandem curso. Comptus artificiose carmen. Cubitum molestiae velociter voluntarius certus cupiditate capto voveo.",
			"Acerbitas ager suffoco decipio unus animadverto tenus. Quae voluptatibus arma suggero advenio curiositas atrocitas antea denuo. Vitium cur animadverto.",
			"Civitas tempus cito ab terror. Civis complectus congregatio suscipit adeptio ustulo reiciendis. Asporto vilis pauci clamo adaugeo suasoria terreo attollo vociferor vulariter.",
			"Tamen audax incidunt teres abeo ullus ulciscor conduco volva. Magnam temporibus desparatus voluntarius avaritia agnosco ad comparo delectatio. Vinco sumo spiculum arcus in arca caveo.",
			"Angulus cogito admitto expedita. Aeneus videlicet subnecto deprecator. Copiose tutamen aufero nemo crudelis temptatio urbs varietas.",
			"Barba voveo tenax absconditus apparatus acerbitas advenio. Dedico thorax veniam commodi cornu claustrum demitto. Conspergo cunctatio assumenda vulnus censura voluptates titulus auctor perferendis.",
			"Cariosus utroque supellex ex degenero adipiscor. Absque culpa tracto umquam carbo. Cruciamentum nostrum consequuntur.",
			"Testimonium dolor aggredior adfectus est. Cauda deleo cumque angulus. Talis tam et coma vero color dedecor supplanto.",
			"Dens debitis absconditus aestas. Cito sit sumo. Calcar admoveo ad tum debilito contabesco suasoria quibusdam alienus debilito."
		],
		"stock": 78,
		"type": "supplement"
	},
	{
		"id": 54,
		"slug": "lipo-6-hard-core-60-tabletas",
		"name": "Lipo 6 hard core 60 tabletas",
		"category": "Nutrex",
		"categorySlug": "nutrex",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/lipo-6-hard-core-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/lipo-6-hard-core/",
		"rating": 5,
		"price": 170000,
		"onOffer": true,
		"description": [
			"The sleek and hospitable Soap comes with cyan LED lighting for smart functionality",
			"Our shark-friendly Salad ensures zesty comfort for your pets",
			"Introducing the Iraq-inspired Gloves, blending urban style with local craftsmanship"
		],
		"longDescription": [
			"Deleniti avarus paulatim animi tamen statim congregatio aequitas tamquam supellex. Tremo velum cerno ab colligo. Tenetur sursum eligendi debeo arceo at.",
			"Vesco excepturi tolero. Acerbitas speciosus toties curiositas varietas vicinus tubineus aestivus concido. Adipiscor appono assumenda cursus creta curis temporibus verus.",
			"Appono baiulus uter depono. Usus deprimo contra uxor cinis vociferor. Civitas temperantia degenero adversus arto modi vestigium quidem cumque ultio.",
			"Corrupti quae vacuus contigo amita natus tutamen cuppedia texo. Suppono stips caterva ara aestivus truculenter asporto iure acies despecto. Itaque umerus aestas suscipit cornu tantum tenuis dolorum.",
			"Ratione porro in desidero reiciendis vir denique temptatio testimonium. Officia claustrum cupio amicitia tam attero veniam super. Amissio audax ab teres.",
			"Damno circumvenio vir ab triumphus bos cena strues autus ut. Comprehendo umquam calcar. Voluptatibus terreo attollo qui volup civitas ambitus xiphias calcar aro.",
			"Sublime tabula in soluta tempore nobis stipes voluptate carcer debitis. Vinculum cultellus vulariter valeo decipio abscido pauci vicinus ager. Amet assentator vilitas abutor ciminatio baiulus.",
			"Tergum explicabo architecto. Enim spectaculum assumenda corrupti utor aiunt adflicto adeo depraedor addo. Vehemens timidus antepono depono quia quaerat."
		],
		"stock": 30,
		"type": "supplement",
		"offerPrice": 136000,
		"discountPercentage": 20
	},
	{
		"id": 55,
		"slug": "lipoblue-adavance-30-capsulas",
		"name": "Lipoblue adavance 30 capsulas",
		"category": "Llipoblue",
		"categorySlug": "llipoblue",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/lipoblue-advance-300x300.png",
		"link": "https://castillosport.com/producto/lipo-blue-adavance/",
		"rating": 4.3,
		"price": 125000,
		"onOffer": true,
		"description": ["Fresh Bacon designed with Metal for lonely performance"],
		"longDescription": [
			"Culpo adhuc conicio suus depromo omnis thalassinus suppono talis. Denego aggero vel doloremque solium depereo adimpleo conservo. Baiulus aggero ante statim absconditus adhaero cruciamentum hic valetudo.",
			"Spiculum defaeco absum vociferor subnecto ventus aperiam peior unus sono. Aegrus bellum vito collum stips urbanus delinquo vulgaris. Aranea esse sollicito utilis voluptatibus confero degenero harum odit.",
			"Coerceo conturbo cupiditas accedo cohibeo unus accendo pectus peior amor. Acquiro strenuus amet. Bibo confero corrupti adhaero sono suscipit delectatio thermae.",
			"Defetiscor balbus vorago stultus crebro vetus desidero angulus perspiciatis. Suggero adfectus adiuvo confido aequus colligo vereor cito. Comparo contego beneficium.",
			"Alo volaticus volo ex collum defetiscor tego depulso eveniet videlicet. Caecus nihil apparatus iste virga arceo atrox occaecati acsi tabesco. Volubilis quam bis vito.",
			"Pariatur damnatio aufero libero anser atque cuius. Volva modi annus temperantia apparatus amo. Unde cur utrum sit annus cui brevis decretum crudelis.",
			"Aperte usus antiquus tubineus altus taceo atavus aspicio solio. Dolorem accusamus vir velum vitae. Vapulus constans tabella acer possimus suasoria spiculum curo depraedor.",
			"Traho ad unde cattus defero speculum uredo quaerat bellicus arca. Utpote corporis caritas caritas. Peior dapifer claustrum verumtamen dignissimos facere somnus adeo."
		],
		"stock": 12,
		"type": "supplement",
		"offerPrice": 95000,
		"discountPercentage": 24
	},
	{
		"id": 56,
		"slug": "mass-evolution-10-lb",
		"name": "Mass evolution 10 Lb",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/mass-evolution-10-lb-300x300.png",
		"link": "https://castillosport.com/producto/mass-evolution-3/",
		"rating": 3.9,
		"price": 168000,
		"onOffer": false,
		"description": [
			"Savor the creamy essence in our Chips, designed for competent culinary adventures",
			"Ritchie, Stroman and Schultz's most advanced Shoes technology increases impartial capabilities",
			"Innovative Chips featuring clear technology and Bronze construction"
		],
		"longDescription": [
			"Alo incidunt pecus. Vere a depromo versus turba adeptio ocer bellicus. Solitudo thesis attero aegre vaco cultellus.",
			"Sodalitas contra crur vitae quam conturbo sint alveus comminor aeger. Degenero suppono demens ulterius fugit culpa tum audio. Vox tergiversatio curvo comminor necessitatibus voluptas.",
			"Nobis tego arca defendo vulgo crudelis. Candidus coruscus asper alioqui tendo. Subvenio iure speciosus conor conventus charisma teneo.",
			"Dolorum provident conturbo peccatus. Caterva adfectus deporto dolorem crebro blandior suggero pecco comes. Denique unus quos coerceo coma.",
			"Cur carbo contigo thesis auctor culpa votum tabgo tristis. Tracto concido architecto theca. Defero ars thymbra astrum adipiscor appello minus.",
			"Somniculosus consequuntur valetudo corona victoria artificiose cibo brevis. Cilicium adsum repellat quasi. Vinculum conatus animadverto."
		],
		"stock": 22,
		"type": "supplement"
	},
	{
		"id": 57,
		"slug": "mass-evolution-2-lb",
		"name": "Mass evolution 2 Lb",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/mas-evolution-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/mass-evolution/",
		"rating": 0.1,
		"price": 45100,
		"onOffer": false,
		"description": [
			"Savor the sweet essence in our Keyboard, designed for lean culinary adventures",
			"Discover the flamingo-like agility of our Towels, perfect for unknown users"
		],
		"longDescription": [
			"Aegrotatio defluo absorbeo aqua crudelis. Cur spiritus celer sumptus aliquid tergiversatio facere inventore articulus temporibus. Vulgivagus vilis peccatus.",
			"Aggero adeo amitto spes nostrum derideo amiculum vicinus cognomen anser. Vitae timor ter. Nisi cupiditas asper debitis ea.",
			"Thymum texo trans amicitia stella debitis culpa. Aestivus barba dolore. Verbum decet acer vigilo callide cervus verbum capio adiuvo.",
			"Audio trado demo tricesimus corroboro vester tonsor demum vilitas conforto. Tepesco pecus amplexus tenax denique ter correptius. Charisma varietas testimonium colligo enim.",
			"Voveo adficio necessitatibus. Deficio utique adipisci calco succurro vespillo. Voluptate cervus bardus paulatim summopere desolo."
		],
		"stock": 77,
		"type": "supplement"
	},
	{
		"id": 58,
		"slug": "mass-evolution-42-lb",
		"name": "Mass evolution 4.2 Lb",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/MAS-EVOLUTION-4-LB-comprimida-1-300x300.png",
		"link": "https://castillosport.com/producto/mass-evolution-2/",
		"rating": 3.4,
		"price": 79000,
		"onOffer": false,
		"description": [
			"The silver Mouse combines Bangladesh aesthetics with Dysprosium-based durability",
			"The sleek and well-off Pizza comes with fuchsia LED lighting for smart functionality",
			"Featuring Ytterbium-enhanced technology, our Tuna offers unparalleled orange performance"
		],
		"longDescription": [
			"Soleo apud nemo. Baiulus et corrupti rem excepturi tandem vesica atqui. Totidem quo calamitas patior succedo dens atrocitas acceptus.",
			"Vorax aegre volutabrum. Tametsi aurum abeo absum stabilis. Degusto est odit tenax bene.",
			"Quis callide chirographum dignissimos. Similique ratione dapifer creber aliquid versus tabula tamquam coerceo. Coniuratio traho stipes vir stillicidium tamquam.",
			"Abscido suasoria denego varius corona suggero. Careo arbustum laboriosam. Sto ter animus calamitas thymbra accommodo.",
			"Conduco umquam optio textilis a cupiditate bardus infit. Tantillus vero sursum chirographum undique tendo colo. Deporto admoneo causa unus creber benevolentia ipsa caritas benevolentia.",
			"Officia triumphus catena maxime veniam nemo angustus. Voro cohibeo amor degenero cresco amet paens aveho voluptatibus. Tolero communis molestias cilicium calco.",
			"Denique deficio magnam baiulus adfero alienus audacia. Demonstro vesper artificiose. Suscipio fuga terminatio libero thorax cubitum angulus.",
			"Sollers coaegresco annus. Solvo stips solum urbs depopulo quo quibusdam bestia assumenda conor. Ullam vulnus eius absum quibusdam claro odit.",
			"Universe curatio cognatus. Deripio arbitro tactus quisquam charisma ante. Rem cupiditate ceno explicabo.",
			"Pauper qui eligendi deprimo. Addo illo utilis demo arceo trado venustas eaque vilitas vicissitudo. Quia antepono conduco spoliatio."
		],
		"stock": 92,
		"type": "supplement"
	},
	{
		"id": 59,
		"slug": "mass-tech-extreme-2000",
		"name": "mass tech extreme 2000",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/mas-tech-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/mass-tech-extreme-2000/",
		"rating": 3.5,
		"price": 295000,
		"onOffer": true,
		"description": [
			"New red Pants with ergonomic design for lustrous comfort",
			"Discover the hippopotamus-like agility of our Cheese, perfect for wonderful users"
		],
		"longDescription": [
			"Natus stips vicissitudo sono statua beatae abeo cunabula. Desidero armarium tollo saepe aggredior debitis qui vester. Voluntarius exercitationem distinctio verto.",
			"Dolorum vita sonitus. Doloremque tantillus currus conventus rerum. Calculus varius tergo patruus degusto.",
			"Tenus tametsi carbo tempus vester aegre stipes delego. Thymbra capitulus sublime sordeo bestia. Truculenter strenuus volva tametsi adicio summisse stabilis assentator.",
			"Suus tam vitae. Sono vis conor pel attonbitus. Suasoria consuasor consequuntur tonsor absque tribuo coaegresco strues.",
			"Turbo succedo a. Texo curtus stipes uterque adduco apud taceo. Tactus umquam claudeo degenero adaugeo aspernatur depereo perspiciatis.",
			"Desidero dignissimos abutor vulgaris valde. Distinctio bis solum amiculum. Tubineus apostolus venia.",
			"Ipsum cogito damno vesica videlicet explicabo curtus tondeo accusator. Coepi copia cetera. Demulceo tenetur quia demonstro.",
			"Varius bellum tego calcar crepusculum tamdiu conventus delicate similique. Velociter nihil quod cupressus conspergo triduana basium. Arcesso capillus corrigo aeternus utroque.",
			"Tego vergo verbera antepono alii candidus vilicus. Verecundia vigor tondeo. Tardus utrum quam paulatim colligo statua cognatus virgo sordeo cui."
		],
		"stock": 82,
		"type": "supplement",
		"offerPrice": 265500,
		"discountPercentage": 10
	},
	{
		"id": 510,
		"slug": "megaplex-creatine-power-10-lb",
		"name": "Megaplex creatine power 10 Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/megaplex-creatine-power-10-lb-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/megaplex-creatine-power-2/",
		"rating": 3.4,
		"price": 219990,
		"onOffer": false,
		"description": [
			"New lime Fish with ergonomic design for radiant comfort",
			"The sleek and sophisticated Car comes with plum LED lighting for smart functionality"
		],
		"longDescription": [
			"Adeptio velit apparatus. Delectus ademptio vere sollers voluptas cupiditate. Incidunt usus angelus.",
			"Suasoria patior capillus aedificium. Crustulum bonus aestivus statua adflicto verto cado tantum. Deficio balbus cruentus appello adulescens.",
			"Sumptus tempus sulum molestias commemoro patior volva uredo ager. Terror teneo deprecator officiis. Spes ubi decretum demulceo praesentium vapulus.",
			"Patruus varietas suscipit beatae ustulo defessus expedita tripudio paens. Curatio claro tepesco communis. Conculco alveus neque vestrum angulus.",
			"Decipio commodi ratione thymum avarus auxilium arto spiritus arbustum tamdiu. Atrox cinis similique aequitas arguo angelus acceptus. Angustus verumtamen reiciendis.",
			"Usque bis delinquo angelus alius adstringo thymum. Vix viridis terga capitulus. Tribuo adhaero ciminatio.",
			"Facilis peior itaque subito solus deficio campana ventosus. Amissio maiores cibo admoveo libero conculco decerno. Argumentum eaque tremo curto quia cibus decet cruciamentum abutor una.",
			"Necessitatibus placeat cado quidem utrum casus arguo temptatio. Comparo curriculum sto fuga acquiro compono eum. Velit adopto provident cruentus tamisium antiquus adhaero sequi convoco.",
			"Creta tenax dedico admiratio tubineus comedo accusantium comedo. Voco angustus uberrime apparatus. Teneo casso culpa volutabrum tabgo sunt desidero coniuratio."
		],
		"stock": 99,
		"type": "supplement"
	},
	{
		"id": 511,
		"slug": "megaplex-creatine-power-2lb",
		"name": "Megaplex creatine power 2Lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/megaplex-creatin-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/megaplex-creatine-power/",
		"rating": 3.7,
		"price": 54990,
		"onOffer": false,
		"description": [
			"Stylish Pants designed to make you stand out with ordinary looks",
			"Savor the delicious essence in our Computer, designed for chubby culinary adventures"
		],
		"longDescription": [
			"Tubineus tertius cito ascisco ad peior claustrum vesica. Solutio callide terror. Universe aetas conservo dolore thymbra ter crustulum quasi.",
			"Vilis benigne aranea demoror mollitia. Canonicus tantillus baiulus abduco. Esse comis commodo.",
			"Sustineo subseco solvo. Spiritus modi concido adduco tego. Vos timidus cetera.",
			"Catena charisma suspendo ter in. Magnam confero contego. Testimonium aliquam quibusdam derelinquo similique unde ager tepidus.",
			"Vehemens tero architecto vero crur. Fugit vinum versus alveus. Adimpleo aegre adduco.",
			"Thema commodi aperte reprehenderit aetas derelinquo molestias turpis comburo. Cur vehemens adeo. Defero capto ocer et.",
			"Cauda vix assentator bellum utpote damnatio. Vita videlicet audentia ratione cupressus quidem cernuus itaque. Carus canto conservo vitiosus cultura.",
			"Studio totidem amo deorsum vehemens conculco terebro. Comitatus usitas supra clam. Aiunt creta claustrum delectus.",
			"Conculco textor calculus magni suffragium. Turba tardus conduco. Eligendi sustineo rerum ultio somnus abduco spes."
		],
		"stock": 39,
		"type": "supplement"
	},
	{
		"id": 60,
		"slug": "megaplex-edicin-especial-24-lb",
		"name": "Megaplex edicin especial 2.4 lb",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/11/megaplex-cookies-and-cream-nutramerican-pharma-big-300x300.webp",
		"link": "https://castillosport.com/producto/megaplex-edicion-especial-2-4-lb/",
		"rating": 0.4,
		"price": 54990,
		"onOffer": false,
		"description": [
			"Our smoky-inspired Ball brings a taste of luxury to your brisk lifestyle"
		],
		"longDescription": [
			"Taedium dapifer sumo tergum. Defluo ciminatio sono vindico defungo. Conforto dolores speculum suppono dolore urbs aperio absens beatae.",
			"Surculus quae cetera. Turpis deorsum civis ultio ullam usitas tondeo spero depono. Umerus amissio doloribus.",
			"Vere nihil alii. Sum super curo victoria vindico debeo unde. Ut supra deorsum alo debeo optio stillicidium.",
			"Audacia subvenio blandior vesica tabernus vero alter administratio. Tergo aetas calamitas argentum decipio tolero abscido. Depulso vinum theatrum sulum.",
			"Deprimo arcesso angelus uterque aduro crinis verbera acquiro. Viduo charisma vinco aedificium vociferor absque sodalitas tabernus curriculum. Vesper vinculum victoria ipsum.",
			"Bonus ex talis. Patria coruscus ex admitto armarium stultus esse vester. Expedita utilis versus spargo autem.",
			"Patria compono cunae arto carmen. Addo sono adimpleo circumvenio auctor ab cunctatio caste voco. Colo desolo virga tardus adfero caritas conservo substantia."
		],
		"stock": 30,
		"type": "supplement"
	},
	{
		"id": 61,
		"slug": "micronized-creatine-powder-60-serv",
		"name": "Micronized Creatine Powder 60 serv",
		"category": "Optimun Nutrition",
		"categorySlug": "optimun-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/creatona-microniced-on-ecommerce-300x300.png",
		"link": "https://castillosport.com/producto/micronized-creatine-powder-60-serv/",
		"rating": 1.2,
		"price": 195000,
		"onOffer": true,
		"description": [
			"Discover the bird-like agility of our Shoes, perfect for parched users",
			"The sleek and vivacious Tuna comes with lime LED lighting for smart functionality",
			"Ergonomic Hat made with Cotton for all-day lighthearted support"
		],
		"longDescription": [
			"Voluptatem adicio admitto dolore articulus dolorum textor. Totus caries officiis spiritus demitto. Bestia reiciendis curtus denego.",
			"Laborum aperte claro arbitro adulescens at. Iste textus vito suscipio attonbitus. Amaritudo quae artificiose verumtamen solutio cultellus velit villa sponte sto.",
			"Vespillo usus adeptio repellat coma. Ipsa casus umbra deludo sufficio ademptio suspendo. Tutamen damnatio color alioqui deleo urbanus.",
			"Crux aegrotatio veniam deleniti voluptatibus coniuratio voluptates. Tumultus thesis cogo tabula cras. Spero synagoga adamo ut fugiat acerbitas tendo accedo.",
			"Ullam decet eius. Iste patrocinor cupiditas vox delicate abduco accusamus adduco usque. Aiunt terreo iste aptus ocer corrigo officiis sollicito."
		],
		"stock": 38,
		"type": "supplement",
		"offerPrice": 165000,
		"discountPercentage": 15
	},
	{
		"id": 62,
		"slug": "multimin",
		"name": "Multimin",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/multimn-300x300.png",
		"link": "https://castillosport.com/producto/multimin/",
		"rating": 2.5,
		"price": 70000,
		"onOffer": false,
		"description": [
			"Simonis Inc's most advanced Soap technology increases ironclad capabilities",
			"Experience the gold brilliance of our Cheese, perfect for repentant environments",
			"Introducing the Afghanistan-inspired Bike, blending aggressive style with local craftsmanship"
		],
		"longDescription": [
			"Despecto armarium cicuta suspendo auctus optio sumptus clamo. A cui deputo ciminatio non vae ducimus tenetur nemo beatae. At eum universe crinis rerum ante aperio theologus allatus.",
			"Teres adinventitias sto delego deripio pecto vallum verecundia. Cui thermae perspiciatis ratione testimonium coma adipiscor curtus patior. Catena validus quibusdam itaque.",
			"Velum tero suscipio charisma totus coaegresco accedo baiulus. Appositus angelus uxor desparatus utpote auctor vulticulus sum. Maxime sunt vilicus aureus aperio aggredior aeternus veniam angelus.",
			"Conturbo occaecati dolor dolorem. Laboriosam arx uter aestivus bardus. Viscus statim collum angulus spectaculum.",
			"Quo tactus ultio ventosus asper conforto sustineo coniecto cruciamentum sublime. Cariosus casus usitas talio somnus acies supplanto. Colo summopere curso suspendo dens rem facilis.",
			"Aliqua stabilis ara tutis vero ipsam sollicito cura. Provident sit cito accusantium viridis decerno debilito cruentus. Subseco quisquam dolores vos sumptus degusto attonbitus."
		],
		"stock": 9,
		"type": "supplement"
	},
	{
		"id": 63,
		"slug": "myth-legendary-pre-workout",
		"name": "Myth Legendary Pre-workout",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/01/myth-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/myth-legendary-pre-workout/",
		"rating": 1,
		"price": 8000,
		"onOffer": false,
		"description": [
			"New Chair model with 30 GB RAM, 845 GB storage, and hospitable features",
			"Ergonomic Shirt made with Wooden for all-day amused support"
		],
		"longDescription": [
			"Circumvenio adulescens terga. Verus ambitus verumtamen soleo vestrum possimus. Curo xiphias una.",
			"Adhuc colo aro venia deprecator depereo caterva. Commodo conforto quasi volup voluptatibus animadverto caritas trepide pariatur alter. Suadeo suppono cubo.",
			"Spiculum pariatur verbera illum auctor acidus coniuratio currus verumtamen. Vereor velit absconditus venia amet amissio arx. Validus debeo bonus appello volaticus vespillo attero debilito color vulticulus.",
			"Tum repudiandae amicitia assumenda. Cena certe vita supra tricesimus virgo paens cavus aestas. Cubo contigo verto delectus curriculum.",
			"Amaritudo circumvenio tabgo aspernatur denego bonus curiositas trucido virga. Totidem terebro calculus demitto arbustum suffragium dolore. Coadunatio provident sursum vitiosus tibi.",
			"Terra tumultus corrigo synagoga talus odio. Creo vesica vesica repudiandae sapiente vos tamen defaeco territo. Reiciendis autem ager ut dolores tui suffragium una spes.",
			"Stipes tum aureus talis audentia. Vallum ad cras utpote ventosus adhuc depereo. Baiulus vix audacia derelinquo mollitia tubineus textilis."
		],
		"stock": 30,
		"type": "supplement"
	},
	{
		"id": 64,
		"slug": "nitro-shock",
		"name": "Nitro shock",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/nitro-shock-sin-fondo-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/nitro-shock/",
		"rating": 4,
		"price": 94990,
		"onOffer": false,
		"description": [
			"Innovative Tuna featuring glaring technology and Steel construction"
		],
		"longDescription": [
			"Subito vociferor tribuo. Creptio aut aptus depereo caput absorbeo. Commodi tribuo tertius trepide provident talus veritas vulnus cunae.",
			"Vilis bene amoveo. Velit crepusculum verbum cado aspicio utpote. Compello tabernus absorbeo tantum debeo curso.",
			"Comitatus incidunt calculus amor. Aestivus apto tenax demum cupressus volaticus caute patria. Tollo cariosus defero tergiversatio.",
			"Voluptas viduo super adhuc arca. Apud spero ocer creta ipsam textus cibus una tener. Ars valde adipisci timor.",
			"Cunae viduo depereo aedificium aer terga contra sonitus. Desolo calcar succurro eum modi corporis cohaero iusto cuius molestiae. Succedo votum vetus alveus aedificium arma.",
			"Speciosus averto debilito tandem stella deporto catena. Quam cupiditas adsum esse coerceo vulariter communis pel. Vulgaris apostolus spero maxime vere autus talis valeo custodia adaugeo.",
			"Vesica utique amita despecto turba temptatio spiculum civis. Xiphias admiratio capto defluo tantillus capto. Unde vulticulus solium succedo aestus corrupti approbo conqueror tergum.",
			"Alveus angustus defessus pax. Campana beatae spero solutio deputo crustulum cetera. Arbustum sonitus denuo ait."
		],
		"stock": 9,
		"type": "supplement"
	},
	{
		"id": 65,
		"slug": "nitro-tech-100-whey-gold-2-lb",
		"name": "Nitro tech 100% whey gold 2 Lb",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/nitro-tech-whey-gold-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/nitro-tech-100-whey-gold/",
		"rating": 1.7,
		"price": 245900,
		"onOffer": true,
		"description": [
			"The olive Bike combines Suriname aesthetics with Mercury-based durability"
		],
		"longDescription": [
			"Ago delectus averto turpis. Quibusdam crastinus caritas averto somnus. Conservo casso dedico veritas.",
			"Deserunt adaugeo adulatio celer verbera trado. Arto derelinquo conscendo non creta ullam. Ventito virgo cernuus adficio velociter cupiditas vociferor supplanto.",
			"Validus anser crinis brevis vero cubicularis accommodo vita vesco. Acies tonsor ait vitium concido. Supplanto ustulo agnosco voluptatem assumenda nihil solvo stips aqua.",
			"Deprecator ante cohaero absconditus compono cilicium. Acceptus valeo vulnero. Crepusculum verus urbs corrumpo bonus.",
			"Desipio patria circumvenio tergum coadunatio molestiae delibero celer comedo. Attero conculco truculenter autus abutor angustus. Libero cicuta constans auctus collum totidem."
		],
		"stock": 95,
		"type": "supplement",
		"offerPrice": 209000,
		"discountPercentage": 15
	},
	{
		"id": 66,
		"slug": "nitro-tech-100-whey-gold-5-lb",
		"name": "Nitro tech 100% whey gold 5 Lb",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/whey-gold-standard-5-lb-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/nitro-tech-100-whey-gold-2/",
		"rating": 2.8,
		"price": 450000,
		"onOffer": true,
		"description": [
			"New mint green Ball with ergonomic design for competent comfort",
			"The blue Cheese combines El Salvador aesthetics with Chromium-based durability"
		],
		"longDescription": [
			"Ascit demum caveo sonitus cometes ipsa tolero. Peccatus velum textus coadunatio crepusculum. Aptus consequatur conatus collum cui.",
			"Qui ambitus tredecim cursus repellat carbo arcesso deputo aranea. Umbra delicate coma caute coadunatio. Textus cometes sint abutor cunae vix vere combibo nesciunt terga.",
			"Carbo tenuis cognatus. Cariosus vacuus cavus spiculum coruscus ratione bardus ancilla amitto sursum. Debitis cum voluptatum creber curo clementia crapula umbra.",
			"Colligo ultio unus crinis incidunt dedico delectus cupiditate adhuc asporto. Amita universe saepe tergeo. Contigo eaque vicissitudo custodia cogito acceptus vulticulus umbra corona.",
			"Pecus videlicet dolor conqueror clarus tabgo ver statim quibusdam. Laboriosam in arcus nisi cervus minus canonicus. Vobis quisquam vesco cruciamentum voluptatem cruciamentum cruentus demum.",
			"Aperiam cuppedia uberrime. Asperiores vomito debilito thesis. Ustilo thorax illum toties.",
			"Titulus aeger acies caries tergo auxilium versus desipio spargo pauper. Verumtamen cum tempore coma. Vehemens curis amitto delibero aliquid tactus una crudelis contabesco blanditiis.",
			"Contabesco comprehendo tero capio vomito admoveo sum coniecto. Quasi attollo tactus calco corona. Censura suscipit adamo dolor."
		],
		"stock": 64,
		"type": "supplement",
		"offerPrice": 380000,
		"discountPercentage": 16
	},
	{
		"id": 67,
		"slug": "nitrox",
		"name": "Nitrox",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/nitrox-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/nitrox/",
		"rating": 2.2,
		"price": 63000,
		"onOffer": true,
		"description": [
			"The Matilde Salad is the latest in a series of juicy products from Gutmann - Kunze",
			"Professional-grade Shirt perfect for super training and recreational use"
		],
		"longDescription": [
			"Vesco celebrer occaecati cohibeo vespillo earum amo versus. Urbs nostrum ex peior vis aeternus cresco cicuta. Tero harum calamitas truculenter confugo confugo capillus altus appello.",
			"Approbo coaegresco tabesco agnosco curatio audacia ager caveo dicta demens. Canonicus accusamus laudantium balbus. Versus demum facilis complectus comparo totidem ver accusator.",
			"Aqua vilicus deorsum aspernatur solutio harum cohibeo cribro debilito. Conforto solio quae ipsum. Defaeco dolor audeo caries tollo conor ancilla.",
			"Damno clibanus averto reiciendis claustrum vivo sublime cribro clementia. Votum cupiditas ambitus uredo virtus veritatis benigne decens. Amoveo viriliter ascit perferendis torqueo cibus comprehendo debilito vesper.",
			"Speculum pectus dicta deinde deprimo deorsum abduco. Trado voro cenaculum. Desparatus vis confero.",
			"Hic assumenda somnus caritas strues acquiro suffragium ascit voco timor. Annus tunc tot summisse facere ciminatio quo. Tendo tero amet beatae chirographum agnitio iure thesis."
		],
		"stock": 97,
		"type": "supplement",
		"offerPrice": 50000,
		"discountPercentage": 21
	},
	{
		"id": 68,
		"slug": "nova-boost-60-tabletas",
		"name": "Nova Boost 60 tabletas",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/nova_boost-300x300.png",
		"link": "https://castillosport.com/producto/nova-boost/",
		"rating": 2.4,
		"price": 55000,
		"onOffer": false,
		"description": [
			"The sleek and self-reliant Pizza comes with pink LED lighting for smart functionality"
		],
		"longDescription": [
			"Comitatus admoveo amo vulgivagus aestas undique sapiente universe quas. Cur adstringo deficio canto. Colligo appono ter uter toties surculus talio depopulo depopulo.",
			"Laborum viscus tactus sodalitas sufficio tamquam demum voluptate. Taceo arguo comminor totus certus suppellex pax spectaculum despecto. Possimus tenetur civis.",
			"Suggero tempus vulariter comminor. Terror beneficium tredecim sapiente capitulus vergo uredo impedit defungo velociter. Comprehendo voluptate solutio vespillo tollo utique convoco.",
			"Vox corpus coma ipsum aegre. Apud adsidue auxilium vitium. Acerbitas doloribus universe excepturi victus voco collum tutamen centum venustas.",
			"Complectus conspergo pecto. Aurum tres venia a tenuis solus peior coaegresco theatrum color. Reiciendis suffoco summa campana sit valens spargo pel.",
			"Vix delinquo coepi administratio ustilo viriliter et umquam clementia aliquam. Surgo cohibeo victoria spoliatio demum temperantia. Crux thesis ter.",
			"Autem tumultus ambitus ab corrupti ager cresco bonus abduco decimus. Animi eos trado cras undique. Sursum suffragium super timidus laborum viduo tabernus bestia.",
			"Ultio ascit viduo territo demo benevolentia surgo textus voluptate vox. Cariosus caste cohors voluptate vulnus maxime annus custodia viriliter. Ipsam clamo sint tamquam."
		],
		"stock": 25,
		"type": "supplement"
	},
	{
		"id": 69,
		"slug": "nutra-c",
		"name": "Nutra C",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/nutra-c-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/nutra-c/",
		"rating": 2.9,
		"price": 64990,
		"onOffer": false,
		"description": [
			"Discover the tense new Shoes with an exciting mix of Bronze ingredients"
		],
		"longDescription": [
			"Nam summopere abduco. Subiungo theca curvo quod cado sponte tempore tollo dolorum. Ab surculus claudeo solium terminatio ciminatio defaeco cubitum pauper cubitum.",
			"Damnatio usus despecto beneficium conforto doloribus canto asporto. Aetas cupiditate vilicus. Atrocitas cavus velit coadunatio cerno suppellex advenio quas dignissimos.",
			"Illo celebrer tamquam paulatim tolero creber paulatim. Tolero sint odit aer defero angulus canonicus eos solio. Tempore cogito tabula arx.",
			"Articulus canto votum blanditiis tersus carbo. Adopto vilicus deripio bene creator excepturi absque vomica. Adstringo exercitationem arto amplitudo videlicet accusator depono.",
			"Tametsi video comedo subnecto vilitas tot. Callide claustrum tergiversatio vorax magnam audacia capitulus contra amet. Ipsa decipio quidem acquiro voluptate.",
			"Sequi ut ulterius xiphias cruentus magnam celebrer. Adeo thalassinus cubo curso aureus angulus coniuratio. Valeo libero tabgo audeo.",
			"Stipes vos vaco spes at cunctatio theologus carus adulescens triduana. Desino arto minus suscipit totam ante cohors blandior torqueo conventus. Consuasor xiphias aduro cogito accusantium creator.",
			"Conforto degenero deserunt arcesso. Tepesco stips cultellus fuga sustineo conforto acceptus rem spargo alo. Iure vulariter coepi deleniti conicio solutio derideo tabula deprecator.",
			"Conqueror apparatus bis dicta tantum assumenda concedo thesaurus adfectus trans. Delectus voro communis contra antea sophismata cibo sodalitas vulnus solus. Sublime aestus animi.",
			"Valetudo perferendis arx ubi. Sodalitas tremo porro ab cito civitas deludo theatrum cura. Comes viridis cornu ambulo aveho capio."
		],
		"stock": 27,
		"type": "supplement"
	},
	{
		"id": 610,
		"slug": "omega-3",
		"name": "Omega 3",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/omega-3-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/omega-3/",
		"rating": 4.2,
		"price": 70000,
		"onOffer": false,
		"description": [
			"Our wolf-friendly Bike ensures shocked comfort for your pets",
			"The violet Cheese combines Macao aesthetics with Ruthenium-based durability"
		],
		"longDescription": [
			"Vitae testimonium dolorum copiose cunae attonbitus cimentarius crustulum. Tabula suscipio amissio traho civitas soluta. Tutis vero exercitationem combibo repellat charisma.",
			"Vallum aegre convoco apparatus apparatus officiis tandem desidero nisi communis. Pariatur admitto cruciamentum tendo conduco talus trado ter. Tutamen adulescens absconditus vulariter similique.",
			"Attero adsuesco commodi subnecto. Viduo certe ab vitae. Vestigium spoliatio fugiat deinde amoveo cubicularis uterque cavus.",
			"Peccatus sursum alioqui tibi contigo denuncio. Abduco auctor verto vociferor approbo attero. Socius bestia viduo derelinquo terra impedit audacia valens.",
			"Adamo quia unde alioqui vero charisma vindico benevolentia ventus. Conspergo vulgivagus atrox voluptatum officia comburo nihil. Demulceo tres derideo aegre.",
			"Defaeco depereo adiuvo suppellex ciminatio summisse vere animus deludo auditor. Volutabrum arca quas deduco audacia certe undique appello casus. Triduana tepidus suscipit concedo venio decet caute adsuesco at sufficio."
		],
		"stock": 99,
		"type": "supplement"
	},
	{
		"id": 611,
		"slug": "optimus-150-tabletas",
		"name": "Optimus 150 tabletas",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/Optimus-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/optimus/",
		"rating": 3.8,
		"price": 75000,
		"onOffer": false,
		"description": [
			"Our panda-friendly Ball ensures long comfort for your pets",
			"Featuring Protactinium-enhanced technology, our Gloves offers unparalleled alarmed performance",
			"MacGyver - Fahey's most advanced Hat technology increases decisive capabilities"
		],
		"longDescription": [
			"Capillus incidunt arx. Sol abutor conduco angulus deputo congregatio taceo. Capio clementia vita stips anser coniecto deputo accusamus.",
			"Ocer non pecco cupio. Pauper tredecim aeger ascit omnis aliqua calamitas. Vindico antea adinventitias sequi circumvenio.",
			"Baiulus synagoga uxor teneo tracto. Error blanditiis alo tribuo colo. Tabula substantia sperno bibo curtus agnitio quibusdam.",
			"Decens uxor vestigium deficio. Impedit acidus pariatur voluptates adulatio sufficio comptus. Numquam bonus nihil tredecim.",
			"Tollo succedo comptus thermae audax. Apparatus dolorem comes vilitas cauda statua. Excepturi clementia paulatim tripudio claudeo delectus timidus usitas.",
			"Tenetur bestia cumque aranea. Vomer contra accendo caelum vaco careo nobis eius aegrotatio somnus. Distinctio clibanus tunc virtus.",
			"Depulso porro nemo cruentus canonicus. Caelestis thorax libero deporto. Una vesper acceptus carpo.",
			"Inflammatio damnatio desipio defero volva audentia suasoria. Crebro rem succurro. Via confido tollo."
		],
		"stock": 92,
		"type": "supplement"
	},
	{
		"id": 70,
		"slug": "platinum-creatine",
		"name": "Platinum Creatine",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Proyecto-Quitar-fondo-21-300x300.png",
		"link": "https://castillosport.com/producto/platinum-creatine/",
		"rating": 0.3,
		"price": 199000,
		"onOffer": true,
		"description": [
			"The sleek and snappy Towels comes with plum LED lighting for smart functionality"
		],
		"longDescription": [
			"Despecto venustas veritatis corrigo. Solus tam victoria considero vinculum paens benigne unde deduco deorsum. Collum sursum quod natus spero denuo.",
			"Tendo demonstro decumbo derideo deputo. Conservo alioqui incidunt sulum varietas amor. Adimpleo alter carus vergo repellat sulum praesentium sub brevis caterva.",
			"Usus vulgo theatrum ulterius strues aperiam aufero demonstro. Corrigo tero dolore. Antiquus sordeo sordeo nesciunt amaritudo.",
			"Ambitus benevolentia via adfectus congregatio. Ait sub stella. Combibo adiuvo eius ea aequus canto.",
			"Vulgaris capto aranea terra crur validus conventus nesciunt. Amissio anser suffoco barba alter tabella ea virtus defleo bellicus. Condico sapiente solium arca varius.",
			"Taedium libero harum delicate vergo altus super harum. Illo cenaculum volutabrum debilito stella rem. Cicuta cariosus uxor adaugeo."
		],
		"stock": 98,
		"type": "supplement",
		"offerPrice": 170000,
		"discountPercentage": 15
	},
	{
		"id": 71,
		"slug": "platinum-multivitamin-90-tabletas",
		"name": "Platinum multivitamin 90 tabletas",
		"category": "Muscletech",
		"categorySlug": "muscletech",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/platinium-multivitaminico-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/platinum-multivitamin/",
		"rating": 4.5,
		"price": 120000,
		"onOffer": true,
		"description": [
			"Discover the tedious new Salad with an exciting mix of Wooden ingredients"
		],
		"longDescription": [
			"Antea demergo explicabo contabesco arceo. Voluptatem viduo synagoga unde. Tam excepturi vaco creator aeternus.",
			"Bibo ipsa addo vitium voco. Tutis benevolentia sufficio cado adsum. Thorax tendo tenetur venia fuga sophismata subseco tendo cicuta adaugeo.",
			"Subnecto decet abbas. Congregatio ea soluta patria consectetur provident cursim amissio aqua. Ulciscor depopulo error atque texo.",
			"Cursim uxor deduco arcus casus crudelis maiores reprehenderit. Tres degero crustulum beneficium admitto adulescens. Tabernus deorsum cena stella sono.",
			"Aufero caecus doloremque victoria. Pauper nostrum vaco. Suffragium beatae tergo tersus deripio verbum.",
			"Curto debilito territo. Cito adinventitias cuius tego atavus caries vulnus rem unde ratione. Cuius sono amaritudo arto anser suppono coadunatio condico color.",
			"Comburo synagoga crur crebro textor alias pariatur sit. Confugo cunctatio vorax sit vicissitudo aestas commodo. Vitium vivo valeo attero coadunatio explicabo cunctatio."
		],
		"stock": 92,
		"type": "supplement",
		"offerPrice": 90000,
		"discountPercentage": 25
	},
	{
		"id": 72,
		"slug": "protein-pancake-tradicional",
		"name": "Protein pancake tradicional",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/11/33-300x300.webp",
		"link": "https://castillosport.com/producto/protein-pancake-tradicional/",
		"rating": 2.1,
		"price": 44990,
		"onOffer": false,
		"description": [
			"Innovative Ball featuring enlightened technology and Concrete construction",
			"The Jasmin Computer is the latest in a series of mean products from Jakubowski and Sons"
		],
		"longDescription": [
			"Decens vinco depopulo debeo aegre. Atavus appositus artificiose patruus synagoga. Tergum amissio adversus aufero sed ver abduco adeo compono.",
			"Tot vestigium cedo valens cultellus abbas ullam capto. Corrumpo denique amaritudo volo velut nostrum. Absorbeo vae consuasor eveniet ipsam aer administratio alius complectus.",
			"Aurum cupiditas demonstro taedium veritas agnitio amiculum terreo. Astrum aequus defetiscor. Tredecim trans curriculum blandior error abundans chirographum laborum acer volva.",
			"Consequuntur arbor abscido ea antea sustineo beneficium beneficium comis perferendis. Uterque nihil tam. Cubitum tubineus eum.",
			"Validus thesaurus tactus quasi arma quas cibo. Cetera deprimo solutio adiuvo. Dolorem creta vomica alveus decumbo curtus adsidue talio."
		],
		"stock": 34,
		"type": "supplement"
	},
	{
		"id": 73,
		"slug": "protein-pancake-y-waffle",
		"name": "Protein pancake y waffle",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/12/32-300x300.webp",
		"link": "https://castillosport.com/producto/protein-pancake-y-waffle/",
		"rating": 3.7,
		"price": 54990,
		"onOffer": false,
		"description": [
			"Experience the teal brilliance of our Towels, perfect for glossy environments",
			"Featuring Zirconium-enhanced technology, our Salad offers unparalleled light performance"
		],
		"longDescription": [
			"Excepturi administratio decerno suppono uredo tametsi viridis. Delibero varius ulterius coadunatio thesaurus capitulus tum teres. Benigne cornu strenuus denuncio arbustum.",
			"Repudiandae pecus admoneo stipes deserunt antepono ubi. Vinculum stipes eos adopto cado vaco nisi comes. Cogo cur trepide confero carpo universe.",
			"Urbanus tepidus caritas ubi accusantium casus quae depulso socius. Alioqui vinco cupiditate stillicidium timidus cupiditas cubitum custodia nihil architecto. Sumptus amplus cohibeo speculum vilis desipio stips deorsum.",
			"Corrigo cinis trucido vulariter una vapulus una. Desparatus venio tolero super terror. At suppono apostolus cumque quas uter depulso vesper.",
			"Audio credo culpa degusto nesciunt pectus totus ademptio. Sublime facilis civis antepono corrigo vir. Apostolus voro dolore vae combibo acies conturbo accommodo varius.",
			"Dapifer umbra undique dolorem denuncio velum. Caput contigo attollo aetas clamo pecto. Verto corrigo coruscus vinitor incidunt.",
			"Timidus repudiandae saepe contra tot admiratio admitto ulterius tripudio. Quae trado pel adsuesco vilicus peccatus. Cibus verbum vitae caterva."
		],
		"stock": 90,
		"type": "supplement"
	},
	{
		"id": 74,
		"slug": "proton-gainer-3-lb",
		"name": "Proton + gainer 3 Lb",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/proton-gainer-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/proton-gainer/",
		"rating": 1.4,
		"price": 75000,
		"onOffer": false,
		"description": [
			"Innovative Bacon featuring long technology and Aluminum construction",
			"Discover the buzzing new Hat with an exciting mix of Gold ingredients"
		],
		"longDescription": [
			"Ad clementia cognomen umbra abundans attonbitus cohibeo sol. Cetera deinde cuius vita admoneo cauda considero avarus. Trado caste aurum tremo ademptio auctus.",
			"Curriculum ultio talis. Animus casso vindico cenaculum voluptatibus consuasor arbor vomer correptius provident. Adflicto facere depraedor fugiat cetera ex solvo temporibus.",
			"Depereo tollo demum canto turba consequuntur stella. Vitae decerno utroque thesis averto. Chirographum administratio calco venia atavus paulatim aliquid possimus.",
			"Acsi cohibeo asperiores defero denuncio sed uberrime creator perferendis. Teneo territo defaeco desidero. Approbo communis terror cogo baiulus.",
			"Adeo suppellex sto nulla vinco abstergo enim illo conicio via. Tamisium alo patria tracto. Cruciamentum occaecati vociferor cena ancilla aliquid credo conduco asporto."
		],
		"stock": 91,
		"type": "supplement"
	},
	{
		"id": 75,
		"slug": "proton-whey-2-lb",
		"name": "Proton whey 2 Lb",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/proton-whey-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/proton-whey/",
		"rating": 2.9,
		"price": 150000,
		"onOffer": false,
		"description": [
			"The Horizontal zero administration knowledge base Fish offers reliable performance and careless design",
			"Our horse-friendly Keyboard ensures grandiose comfort for your pets"
		],
		"longDescription": [
			"Candidus ustilo abundans catena utrum ait comes crinis custodia aureus. Vergo vulticulus cohibeo derelinquo supellex verbum deorsum voveo eum. Dedico atrox adopto voluptates via demergo.",
			"Creber usitas sumptus audio calculus adulatio ademptio. Quos tricesimus succedo vito alter patrocinor tandem vix solio. Acceptus centum claudeo pariatur curso stultus acsi nisi temperantia suppellex.",
			"Sordeo ut contigo decipio pel coaegresco. Via vereor despecto. Aqua arma occaecati minus annus umquam depono.",
			"Credo quasi angelus circumvenio cubitum. Advenio contego succurro cumque. Casso decor doloremque bibo omnis tabella cimentarius vere cohors arca.",
			"Error adamo amissio depereo tempore ager usus pax vulpes. Voluptates adfectus abduco sulum agnosco una ancilla venustas. Utor adinventitias clarus temperantia thymum somniculosus angulus cariosus.",
			"Voluptates ager titulus capitulus cur. Pariatur pariatur derelinquo solus sapiente angulus stabilis thorax. Pauci apud ut.",
			"Universe teres uter via vis antepono. Maxime somnus turbo bonus demonstro tendo solio confugo alius agnosco. Tollo minima contra vestigium suscipit torrens taceo capio stips.",
			"Urbs socius alioqui. Via possimus adipisci turbo delinquo suasoria. Eaque accommodo aegrus bellicus trans comitatus.",
			"Mollitia demum corrumpo civitas cotidie torqueo vorax. Sustineo acer vox. Cernuus ea benevolentia tubineus comminor adipisci ambitus civitas architecto."
		],
		"stock": 57,
		"type": "supplement"
	},
	{
		"id": 76,
		"slug": "psychotic-red",
		"name": "Psychotic Red",
		"category": "Insane Labz",
		"categorySlug": "insane-labz",
		"image": "https://castillosport.com/wp-content/uploads/2023/07/psychotic-red-300x300.png",
		"link": "https://castillosport.com/producto/psychotic-red/",
		"rating": 2.2,
		"price": 190000,
		"onOffer": true,
		"description": [
			"The sleek and internal Keyboard comes with olive LED lighting for smart functionality",
			"Our smoky-inspired Pants brings a taste of luxury to your untrue lifestyle"
		],
		"longDescription": [
			"Ullus stultus ubi. Ager adnuo desparatus. Tui utrum aegrotatio supplanto adulatio consequuntur callide perferendis attero spoliatio.",
			"Tribuo adaugeo iure praesentium consequuntur cogito amplitudo vomito. Tergo strues teres tremo. Votum balbus callide comprehendo crustulum arbitro.",
			"Assentator avarus decor asperiores cur approbo blanditiis urbanus acervus. Confero cohaero minima animadverto statim. Concedo aestus vomer uterque thermae creo urbanus ocer.",
			"Quo aranea adinventitias. Admitto thorax illo sum umerus cura iste. Ad debilito adhuc peccatus valens agnosco aetas eaque vinculum tamdiu.",
			"Subvenio bis aeger. Allatus suasoria minus attero dolorum demoror supra caries expedita cumque. Corpus delinquo curiositas pecus tergo basium deinde.",
			"Veritas uterque ventito torqueo dens decerno repellendus desino. Adimpleo demum verto cornu omnis territo nostrum via angelus aliquid. Concido inventore corroboro verbum videlicet varius templum conscendo."
		],
		"stock": 19,
		"type": "supplement",
		"offerPrice": 165000,
		"discountPercentage": 13
	},
	{
		"id": 77,
		"slug": "pump-nox-edge",
		"name": "Pump nox edge",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/pump-nox-edg-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/pump-nox-edge/",
		"rating": 4.7,
		"price": 110000,
		"onOffer": true,
		"description": [
			"Professional-grade Mouse perfect for strange training and recreational use"
		],
		"longDescription": [
			"Arbitro tamisium vorago commodi articulus corrupti conitor creo. Vorago comminor toties debilito vinculum subiungo sursum. Aspernatur tempore odit sequi error.",
			"Coerceo enim cilicium. Argentum sopor tempora dolorem. Censura veritatis voluptatibus.",
			"Benigne surculus calamitas repellendus doloribus vehemens doloribus cedo amiculum. Usitas adhuc triduana tener minus aut auctor. A concido voluptate aggero cilicium speciosus crapula cultura atrox.",
			"Suus terminatio ultio accommodo patruus. Officiis absum nisi sponte beatus votum defungo. Crux nostrum quas patrocinor.",
			"Amplus sub subnecto copiose amplexus cupio quod. Aspicio alioqui strues alienus repudiandae. Ad adicio angulus conforto.",
			"Animus somnus sufficio conforto apto aer allatus clam curso. Sordeo veritas esse curiositas tabula cilicium ancilla. Commemoro umbra amplitudo conturbo tyrannus temperantia molestiae.",
			"Suspendo a tutamen creator. Officiis defessus corrumpo coniuratio vilitas armarium barba. Audeo ter verecundia alius suasoria uter.",
			"Veniam coaegresco qui tergeo uberrime accedo. Calco triumphus supellex tutis ipsa vulariter solus fugit nisi. Doloribus armarium maxime.",
			"Comedo valeo tubineus cinis. Appello templum subiungo deserunt cicuta corrumpo exercitationem aperio paens attonbitus. Alioqui quibusdam vestrum sursum.",
			"Optio aptus modi. Copia ait cupio. Comburo placeat cenaculum cogito armarium sonitus sum vesco appositus."
		],
		"stock": 15,
		"type": "supplement",
		"offerPrice": 98000,
		"discountPercentage": 11
	},
	{
		"id": 78,
		"slug": "reaction-pia-colada",
		"name": "Reaction Pia colada",
		"category": "Smart Muscle",
		"categorySlug": "smart-muscle",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/reaction-300x300.png",
		"link": "https://castillosport.com/producto/reaction/",
		"rating": 3,
		"price": 130000,
		"onOffer": false,
		"description": [
			"The Joan Gloves is the latest in a series of brisk products from Kirlin - Friesen"
		],
		"longDescription": [
			"Vorago tribuo cubo conforto reiciendis consuasor solum denuncio spes adduco. Colligo tracto cohaero acidus damnatio cetera desino. Labore adeptio collum sonitus stipes aiunt curia aetas atque.",
			"Deficio degenero utor nobis. Confugo una testimonium celo absens vesper validus sonitus vulgaris turba. Delego calculus tametsi verbera sapiente commodo trado veritatis.",
			"Tamisium occaecati suscipit infit alias totidem surculus. Centum repellendus thema bis auctus corrigo. Demergo theatrum vulgo terminatio vos.",
			"Autem succedo animi suscipio auctor velum temperantia velum aequus. Comis magnam velit cras suasoria torrens aureus denique. Solutio ultio spargo verto vito infit molestias ea cubo dicta.",
			"Voluptatem coaegresco cinis. Laborum cupressus architecto possimus attero. Corrumpo tenetur quos.",
			"Voco maiores adeo volutabrum anser cohaero apostolus earum aeternus convoco. A solitudo carpo dens ipsam consequatur. Clam thesaurus creber.",
			"Sunt adeptio consequatur debilito sordeo acidus sursum usus bellicus. Timor curo ustulo teneo vaco tener tendo rerum corrumpo. Tener anser vapulus delectatio demoror collum verbera.",
			"Comis cubitum sordeo aetas curia colo similique voco. Cena ars vallum confugo non vapulus. Cohibeo varietas bestia abscido.",
			"Absque cernuus inventore succurro corona adflicto coruscus uxor ait minima. Vilicus conqueror quaerat tricesimus demoror cumque tandem cuius. Aequus advoco veritas inventore."
		],
		"stock": 52,
		"type": "supplement"
	},
	{
		"id": 79,
		"slug": "shield",
		"name": "Shield",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/shield-eccomerce-300x300.png",
		"link": "https://castillosport.com/producto/shield/",
		"rating": 4.8,
		"price": 100000,
		"onOffer": false,
		"description": [
			"The Sid Soap is the latest in a series of infatuated products from Howe - Morissette",
			"Introducing the Slovenia-inspired Ball, blending any style with local craftsmanship",
			"New Bacon model with 42 GB RAM, 837 GB storage, and muffled features"
		],
		"longDescription": [
			"Sub sonitus vigor. Odit balbus harum color timor. Tabgo culpa comptus titulus ustilo eveniet harum advoco demoror.",
			"Damnatio voluptate tamisium defessus socius. Supplanto decet compono. Amitto truculenter adfectus cum.",
			"Vigilo valens una deserunt beatus distinctio auctus ver blanditiis studio. Uredo coma pecto incidunt desino. Sublime caput sopor virtus.",
			"Tantum acervus defetiscor cornu allatus tersus cauda deduco. Supellex crinis vorago. Nihil cicuta decens dolor tutamen.",
			"Aureus sopor clementia. Aggredior natus speciosus. Praesentium dicta conculco.",
			"Quia circumvenio communis. Patruus caelum caelum aequus iure. Cena bellicus velum adaugeo torqueo spoliatio strues deludo callide.",
			"Coniecto adnuo beneficium aiunt sto acquiro dolore alias vestigium ullam. Vicinus suscipit denego suscipio quis. Tener clementia capto."
		],
		"stock": 43,
		"type": "supplement"
	},
	{
		"id": 710,
		"slug": "smart-a-tack",
		"name": "Smart A-tack",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/smart-a-tak-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/smart-a-tack/",
		"rating": 2.7,
		"price": 102000,
		"onOffer": true,
		"description": [
			"New fuchsia Table with ergonomic design for lined comfort",
			"Ergonomic Bacon made with Steel for all-day vibrant support"
		],
		"longDescription": [
			"Acquiro causa cras sollers nostrum. Talus aurum damnatio neque defluo beatae cimentarius theatrum. Atqui sortitus vigor denego armarium impedit confido debitis.",
			"Suscipit currus iste. Soleo votum cubo dicta arguo sophismata voluntarius colligo aperio tabgo. Substantia rerum concedo chirographum atavus terebro conatus.",
			"Cultura inventore coerceo umerus. Vinum cornu patior absens. Solutio labore absens adulescens volo suscipit.",
			"Conqueror iure conspergo amicitia substantia amet verecundia dolores quis. Titulus deputo attollo alii sursum ancilla. Beatus uterque carpo conduco volaticus speculum cerno.",
			"Calculus arbor tamisium voro deleo. Super cunae adeptio crebro vitium. Bellum illum vita conservo considero.",
			"Armarium communis vinculum abbas theca colligo tabernus demoror chirographum cuppedia. Cumque vel abstergo arto. Recusandae totidem paens tergo tot.",
			"Deripio eveniet utique. Tametsi theatrum denuo. Torrens eius aeneus sum testimonium quod aegre."
		],
		"stock": 49,
		"type": "supplement",
		"offerPrice": 95000,
		"discountPercentage": 7
	},
	{
		"id": 711,
		"slug": "smart-bar",
		"name": "Smart bar",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/smart-bar-sin-fondo-300x300.png",
		"link": "https://castillosport.com/producto/smart-bar/",
		"rating": 0.6,
		"price": 9000,
		"onOffer": false,
		"description": [
			"The Implemented responsive frame Tuna offers reliable performance and sorrowful design",
			"Professional-grade Chips perfect for circular training and recreational use",
			"Introducing the Panama-inspired Keyboard, blending joyful style with local craftsmanship"
		],
		"longDescription": [
			"Villa centum acer carpo absens. Tum amoveo pecco annus tenuis. Spiculum cotidie aspicio denuncio delectatio dolore absorbeo cresco cogito.",
			"Adipisci vociferor tandem talio esse venia quae dolorum compello iure. Delego stabilis vox tenuis urbanus ars aperiam administratio aperte allatus. Delectatio apud tracto bellum ara mollitia curia termes.",
			"Conforto capto virtus cohaero fugiat tersus sono. Annus vita arceo sui angelus tolero umquam complectus capillus aggredior. Audio spectaculum amicitia nemo suadeo color cariosus perspiciatis cognatus tergiversatio.",
			"Vapulus neque pectus adicio vociferor statim inflammatio victoria. Trepide delectatio omnis vulariter cogo tamisium tendo. Abscido claustrum exercitationem iusto tabula.",
			"Confero somniculosus vado canto vetus tergiversatio. Peccatus dolores victoria audio sequi utroque exercitationem. Comis inventore ustilo at advoco synagoga.",
			"Ancilla ante doloremque barba. Summa celer admiratio cubitum quibusdam id agnitio pectus natus. Labore corpus claro conservo umerus pecus agnitio debeo aiunt.",
			"Theatrum praesentium sonitus. Crastinus explicabo aiunt velit tener. Cauda socius volutabrum viridis adversus corrumpo a talus.",
			"Strues adimpleo delectatio. Accusator omnis iste. Minima assentator uxor uberrime."
		],
		"stock": 0,
		"type": "supplement"
	},
	{
		"id": 80,
		"slug": "smart-gainer-13-lb",
		"name": "Smart Gainer 13 lb",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/smart-gainer-13-lb-eccomers-2-300x300.png",
		"link": "https://castillosport.com/producto/smart-gainer-2/",
		"rating": 3.7,
		"price": 299000,
		"onOffer": false,
		"description": [
			"Hessel LLC's most advanced Soap technology increases known capabilities",
			"Featuring Protactinium-enhanced technology, our Cheese offers unparalleled somber performance",
			"Discover the penguin-like agility of our Towels, perfect for suburban users"
		],
		"longDescription": [
			"Contigo acerbitas eveniet commodo creber degusto deporto tribuo accendo territo. Accusamus spes denuo crebro. Aranea magnam thymum advenio utilis demitto explicabo.",
			"Ter sunt balbus distinctio verbera temporibus sequi sequi. Astrum argumentum voluptates tristis universe viduo aspernatur apto cado desino. Delibero conculco peior curvo circumvenio spes vicissitudo tripudio totus deinde.",
			"Sollers sodalitas terra velit damnatio unde auctor. Velit arx consectetur defaeco crinis anser convoco. Congregatio alter ea arma valde aggredior animus atavus.",
			"Vallum atrox debeo vorax aeger contego. Vapulus celer quae virga curiositas. Communis statim videlicet tutis appello ventosus uberrime.",
			"Virtus complectus defessus abstergo ascit adipiscor virga. Cometes solutio cognatus carus officiis. Consequuntur approbo spectaculum vulariter.",
			"Curatio theologus supra umerus. Cogo vulnero crebro. Dicta adstringo calculus.",
			"Tergiversatio abutor tribuo ademptio cariosus accendo. Quam terror vigor velit timor similique. Tersus adstringo vergo.",
			"Tempora trans creator nihil tactus corrupti theatrum beatus. Libero admoveo pecus verto adimpleo suscipit. Tot cupiditas tersus pecto ipsam."
		],
		"stock": 88,
		"type": "supplement"
	},
	{
		"id": 81,
		"slug": "smart-gainer-3-lb",
		"name": "Smart Gainer 3 LB",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/Smart-Gainer-Vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/smart-gainer/",
		"rating": 4.7,
		"price": 85000,
		"onOffer": false,
		"description": [
			"Pagac, Rutherford and Cremin's most advanced Car technology increases jagged capabilities",
			"Introducing the Kenya-inspired Bacon, blending wonderful style with local craftsmanship"
		],
		"longDescription": [
			"Ciminatio taedium tenus canis supplanto agnitio cuius defluo tondeo vaco. Bardus natus degero comburo. Eveniet cerno auditor labore.",
			"Vomito vilis agnitio deporto solus degenero subseco iste videlicet voluptates. Peior auctor cohibeo ascit absconditus. Ipsam maiores victoria verbera adstringo deleniti vinum.",
			"Auxilium caterva somniculosus stabilis coaegresco turpis arx condico sumptus. Temperantia minima deleo quos surculus creta toties tersus tum. Debilito curvo error allatus calculus.",
			"Decipio verus eveniet. Vigor voluptas truculenter itaque auctus bardus substantia aptus arto in. Suspendo vulgivagus alii carbo adversus optio appello.",
			"Tibi iure bos. Terebro expedita tripudio ex voluptate corrupti vapulus. Laboriosam chirographum eveniet repudiandae vesper volaticus tenuis ars centum.",
			"Vinco adhuc deinde suggero vulgo. Versus ait tristis solio blandior. Vestigium adiuvo ultio.",
			"Vallum aegrotatio alius amplus vinco cohors cunctatio cometes. Ars consectetur artificiose ducimus degenero sui cilicium adfectus. Arcesso beatus auctor demum umquam defessus benigne officiis utrum excepturi."
		],
		"stock": 25,
		"type": "supplement"
	},
	{
		"id": 82,
		"slug": "smart-gainer-6-lb",
		"name": "Smart Gainer 6 LB",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2024/05/Smart-Gainer-6LB-Vainilla-2-300x300.png",
		"link": "https://castillosport.com/producto/smart-gainer-6-lb/",
		"rating": 0.1,
		"price": 149000,
		"onOffer": false,
		"description": [
			"Ergonomic Chicken made with Bamboo for all-day key support"
		],
		"longDescription": [
			"Volva eum tego turbo cibus tergiversatio cursim. Iusto stips auctus acquiro curis thalassinus ademptio aperiam incidunt. Auxilium defero tremo vulnero.",
			"Cupio cotidie voco degenero. Crapula vel accommodo verbum curia. Asperiores ex censura ciminatio.",
			"Repudiandae aestas valens depono sub quas angelus stabilis. Sustineo animus templum stipes aeneus volup spero vesica demum. Tenax culpa non assentator cenaculum adsidue statua capitulus.",
			"Carcer deinde appello nesciunt tristis cum. Cattus candidus volubilis sumo coruscus officiis defessus. Uberrime derideo itaque virga.",
			"Supellex denuncio officiis aperiam velum admoneo exercitationem. Statim depono degero deficio tui voluptatibus tenuis adulatio ab terra. Concido tyrannus sonitus vulgo summa defungo vulticulus.",
			"Esse aperiam astrum claro cribro synagoga. Adeo avaritia ustulo. Cultellus sumptus volva cetera infit sponte supplanto demens deleniti nulla."
		],
		"stock": 92,
		"type": "supplement"
	},
	{
		"id": 83,
		"slug": "smart-stack",
		"name": "Smart Stack",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/smart-stak-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/smart-stack/",
		"rating": 4.3,
		"price": 89900,
		"onOffer": true,
		"description": [
			"The gold Pants combines New Caledonia aesthetics with Berkelium-based durability",
			"Professional-grade Salad perfect for rowdy training and recreational use",
			"Collier - Paucek's most advanced Bacon technology increases forceful capabilities"
		],
		"longDescription": [
			"Aestas stultus subvenio voveo cerno recusandae cras causa supra commodi. Dedico ventus abbas denuo demum quos. Aestas vitiosus tempus depraedor minima altus.",
			"Perspiciatis triduana cupressus vehemens stipes confido copiose theatrum. Convoco depono tabula thorax volubilis cariosus aperte calculus tamen maiores. Curto coaegresco asperiores admoneo statim.",
			"Ipsa addo amita adimpleo tepidus tenus consequatur sum. Aurum summa eos desino appono vis. Subseco crastinus depulso arto sordeo demonstro sustineo cubo.",
			"Voluptatum appello soluta talio demitto voro appello solus audacia ante. Terreo admiratio cavus sum. A patrocinor cattus.",
			"Socius abscido cariosus abscido creber nobis spes. Vacuus antiquus unus amor canis appositus caelum tenax cado canis. Volutabrum utilis veritatis quis terreo."
		],
		"stock": 9,
		"type": "supplement",
		"offerPrice": 79000,
		"discountPercentage": 12
	},
	{
		"id": 84,
		"slug": "the-one",
		"name": "The one",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2023/08/The-one-Orange-2-300x300.png",
		"link": "https://castillosport.com/producto/the-one/",
		"rating": 3,
		"price": 90000,
		"onOffer": false,
		"description": [
			"The sleek and squiggly Sausages comes with gold LED lighting for smart functionality",
			"Experience the cyan brilliance of our Gloves, perfect for unlucky environments"
		],
		"longDescription": [
			"Praesentium dolore statua. Odit creber in deorsum. Ascit nulla uterque averto.",
			"Tenus quam ascisco vel vobis subiungo alias dolorum astrum. Canis consequatur vilis ascisco deserunt aduro consuasor nam valetudo. Approbo peccatus apparatus aegrus defero vigilo quaerat terebro alius quisquam.",
			"Degusto cauda adiuvo sollers socius sodalitas patior arto varietas vesica. Provident deporto succedo deficio praesentium. Nesciunt summa libero conduco correptius talus.",
			"Beneficium cruciamentum decor cometes averto appono color. Adipiscor vorax debilito adversus. Charisma aurum thema cauda vos.",
			"Arceo timidus cras aequus deripio aranea accendo ventosus qui consequuntur. Soluta thermae cedo commodo cibus voluptas. Voluptatem curatio balbus aeneus ater harum dedico velociter vespillo.",
			"Stips cariosus torrens. Adinventitias caelestis desino copia copiose numquam. Decimus ventus valetudo repudiandae asporto viridis vulnus adfero.",
			"Sordeo placeat vitae auctus. Vorax celebrer curriculum volubilis cena debilito statim derideo turba ver. Viduo abstergo pecco vestrum asperiores ancilla.",
			"Condico convoco deinde defendo argentum ver attollo ultio tenax. Virtus alienus surgo audentia autus crustulum. Capto contabesco comburo amplus argentum culpa corrigo curo viridis.",
			"Studio angelus comes admoneo cubitum corona defleo arx et animi. Recusandae varietas voveo error delinquo benigne coruscus curso angulus aurum. Acquiro chirographum adamo accusamus bellicus peior sufficio vindico veniam cariosus.",
			"Ventito defendo advenio ascisco antiquus adeo aperte testimonium. Illo temptatio adhaero amet fugit confido. Amo adduco tempus vomer caste quis."
		],
		"stock": 54,
		"type": "supplement"
	},
	{
		"id": 85,
		"slug": "the-whey-of-gain-3-lb",
		"name": "The whey of gain 3 lb",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/the-whey-of-gain-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/tey-whey-of-gain-2/",
		"rating": 1.5,
		"price": 85000,
		"onOffer": true,
		"description": [
			"Professional-grade Gloves perfect for quarrelsome training and recreational use",
			"Ergonomic Tuna made with Granite for all-day uncommon support",
			"Abbott, Harris and Reynolds's most advanced Pizza technology increases silent capabilities"
		],
		"longDescription": [
			"Vomito territo vinitor corporis auditor delibero cur crustulum admoveo cedo. Adamo accusantium tantum. Veniam accedo crepusculum pecco.",
			"Copiose vigilo templum usitas cibo aedificium apto deleo conspergo. Vix natus peccatus unde verbera absorbeo aspicio videlicet. Somniculosus decimus eos arto velit.",
			"Adicio condico corrumpo vix cura dicta adficio comis. Cohors desolo turbo caelestis nemo bibo sollers caries aureus. Sollicito temeritas fugiat viscus curvo.",
			"Beatae volaticus ustilo illum accedo constans color. Tabula urbs supplanto tandem strenuus urbs sint aequitas. Contigo statua super esse ocer talio aggero denuncio tubineus.",
			"Conturbo vado abduco. Thesaurus arx bellum appono. Compono id aureus creber theatrum caelum aedificium tristis.",
			"Denego caveo vobis tolero coerceo admitto spiculum celebrer tamisium averto. Strues aequus quasi tamen aiunt laboriosam coaegresco usque tergo. Utrimque decretum pax confido.",
			"Concedo compello temptatio adsuesco. Comburo nihil demum tabgo neque ulterius viriliter commemoro. Voro accusantium arca ars virga avarus somnus iure uberrime.",
			"Cultellus vomito abutor aduro vilis calco adiuvo cometes tolero audacia. Conicio usitas cado cattus fugiat sonitus vox absorbeo. Terreo denuo venustas compello succedo argumentum distinctio correptius tres solutio."
		],
		"stock": 31,
		"type": "supplement",
		"offerPrice": 80000,
		"discountPercentage": 6
	},
	{
		"id": 86,
		"slug": "the-whey-of-gain-6-lb",
		"name": "The whey of gain 6 lb",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/the-whey-of-gain-6-lb-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/the-whey-of-gain/",
		"rating": 0,
		"price": 160000,
		"onOffer": true,
		"description": [
			"Innovative Car featuring true technology and Plastic construction",
			"Featuring Germanium-enhanced technology, our Tuna offers unparalleled tired performance"
		],
		"longDescription": [
			"Ante adficio degenero. Approbo virtus spiritus fugit trepide carbo. Commemoro quaerat adamo adnuo cena solvo brevis delicate.",
			"Vicinus communis corporis contego demo alias cur sequi. Officiis vespillo curtus sol voluptates nisi arceo cotidie conventus reiciendis. Desparatus amplexus benevolentia ceno arbor valens.",
			"Defleo alias viduo. Succurro temperantia vulgo turpis civis paens tergeo cognomen supra volaticus. Teneo totus circumvenio.",
			"Caterva error umquam creptio suggero tendo. Sodalitas tot claro vel depulso cohaero totus ulciscor bellicus. Cauda vulnus candidus.",
			"Celer absorbeo ambitus nobis cupressus canto delicate arx verbum coruscus. Assentator clamo crux acsi abduco. Crux assentator asporto vito alius nostrum ipsam voluptate abscido aqua."
		],
		"stock": 36,
		"type": "supplement",
		"offerPrice": 150000,
		"discountPercentage": 6
	},
	{
		"id": 87,
		"slug": "ultimate",
		"name": "Ultimate",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/ultimate-green-fusion-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/ultimate/",
		"rating": 4.5,
		"price": 135000,
		"onOffer": true,
		"description": [
			"Experience the pink brilliance of our Keyboard, perfect for granular environments",
			"Stylish Chair designed to make you stand out with well-to-do looks",
			"Experience the mint green brilliance of our Shirt, perfect for muted environments"
		],
		"longDescription": [
			"Succedo studio abduco optio vapulus sumo tempus aegrus abduco accendo. Adipiscor vindico textus. Argumentum ara nobis nemo solitudo eos tolero.",
			"Charisma curatio tepesco conatus avaritia. Stillicidium culpo adflicto titulus sulum quas veniam virtus. Caecus altus adamo creptio comedo avarus cilicium cohors.",
			"Territo cibus vulticulus ducimus aptus cito vitium auctus. Vulnero arbustum ancilla constans coma alii synagoga. Conscendo crepusculum fugiat tego.",
			"Verecundia creptio totam temeritas terreo voluptatem adsum necessitatibus adipisci. Quod occaecati socius coruscus surculus tandem voluptatem aegrus tertius suscipit. Amissio tenetur accommodo speciosus stella aqua cursim aggredior.",
			"Decens balbus addo accusantium commodi acer ad. Apostolus comminor baiulus. Appono ventito derelinquo.",
			"Caecus cicuta tergiversatio credo curiositas cito asporto turpis sollers. Tero tandem vestrum atavus quos brevis depopulo delicate. Cuppedia neque aliquam deinde.",
			"Accusantium tergum ratione. Corrupti aestus cognomen bos debitis doloribus acsi delinquo commemoro tutis. Verumtamen vinitor error.",
			"Cado suppono aestas vita. Paulatim necessitatibus tonsor cultellus arto timor quaerat vinitor ubi. Barba ciminatio summisse asporto armarium creo adfectus creta."
		],
		"stock": 18,
		"type": "supplement",
		"offerPrice": 120000,
		"discountPercentage": 11
	},
	{
		"id": 88,
		"slug": "ultra-8-k-30-capsulas",
		"name": "Ultra 8 K  30 capsulas",
		"category": "Suplementos",
		"categorySlug": "suplementos",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/ultra-8-k-2-300x300.png",
		"link": "https://castillosport.com/producto/ultra-8-k/",
		"rating": 2.4,
		"price": 125000,
		"onOffer": true,
		"description": [
			"Experience the green brilliance of our Pants, perfect for negligible environments",
			"The sleek and steel Hat comes with turquoise LED lighting for smart functionality"
		],
		"longDescription": [
			"Tremo abstergo sortitus. Venia nam cuius agnosco amplus cultura vir umbra thermae circumvenio. Advenio deleniti templum maxime currus ago civitas eius.",
			"Cuppedia tabgo cras commemoro amiculum cupiditate comparo modi veniam. Sponte utor tero vulgivagus sollers somniculosus templum crinis umbra sollicito. Delicate conitor conventus laborum demergo ait voluptatibus.",
			"Amor statua aliquam quo. Vapulus vos spiritus adsuesco illo thema aperio. Advoco verecundia aggredior substantia.",
			"Modi aveho theca thesis canonicus. Acerbitas derideo succurro. Uxor qui aggredior concedo creptio cibo talio veritas arx praesentium.",
			"Tracto aedificium cauda adficio certus. Tergo accusamus degero aeneus tempore thesaurus. Caterva curia solutio depereo cetera deleniti dicta aegrotatio assumenda color."
		],
		"stock": 22,
		"type": "supplement",
		"offerPrice": 95000,
		"discountPercentage": 24
	},
	{
		"id": 89,
		"slug": "viga-2-lb",
		"name": "Viga  2 Lb",
		"category": "Proscience",
		"categorySlug": "proscience",
		"image": "https://castillosport.com/wp-content/uploads/2024/06/viga-vainilla-300x300.jpg",
		"link": "https://castillosport.com/producto/viga-2-lb/",
		"rating": 1.2,
		"price": 55000,
		"onOffer": false,
		"description": [
			"Our golden-inspired Towels brings a taste of luxury to your sticky lifestyle"
		],
		"longDescription": [
			"Depopulo adulatio benevolentia celer vado surculus. Tamquam annus aegrotatio agnosco uterque defungo tabgo paulatim adstringo. Triduana alter coepi auditor volubilis infit tergiversatio est amplexus aegrus.",
			"Appello crux sum cursus cohors volutabrum appono tibi. Amplitudo celer curso armarium audeo vomica crapula. Cena vilis amoveo.",
			"Solium creta adulatio. Comedo totidem cornu possimus tepidus peccatus caelestis aestus uxor amita. Tergiversatio conqueror cibo ad fuga nesciunt vitae adficio baiulus argentum.",
			"Quod pax vinculum deduco pecus defluo bestia occaecati omnis usitas. Aptus ancilla tremo. Agnosco voluptate deprecator sit deduco.",
			"Similique reprehenderit contigo viscus solitudo necessitatibus vox cena decipio. Clam eos cruentus ascisco curiositas. Odit cogo ancilla inventore animus."
		],
		"stock": 55,
		"type": "supplement"
	},
	{
		"id": 810,
		"slug": "vitamina-c",
		"name": "Vitamina c",
		"category": "IMN",
		"categorySlug": "imn",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/vitamina-c--300x300.png",
		"link": "https://castillosport.com/producto/vitamina-c/",
		"rating": 5,
		"price": 50000,
		"onOffer": false,
		"description": [
			"The sleek and neglected Sausages comes with turquoise LED lighting for smart functionality",
			"Professional-grade Gloves perfect for optimal training and recreational use"
		],
		"longDescription": [
			"Defungo versus contabesco testimonium certe conforto. Conatus coerceo colligo subvenio. Tristis voveo cum adsum tristis.",
			"Sperno vos animadverto volutabrum absens censura audentia decumbo. Vulpes beatus vehemens spiritus vulgaris dedico aequitas demens. Aspernatur tibi centum veniam enim adfero sophismata nesciunt.",
			"Aurum colligo theca talio demonstro admoveo. Vos officia correptius atque debeo amissio. Adulatio alii atavus velociter conitor vesper.",
			"Curtus utilis animi coepi. Deorsum collum amaritudo avarus utpote sublime vado. Iste autem et calcar cui.",
			"Termes consequatur curo. Dolor clamo cetera depraedor strenuus. Arcus numquam sursum civitas aurum volup delectatio sapiente inventore.",
			"Auctor aurum pax torrens trado adipiscor sollers vitae umerus. Umbra aegrus voluptatibus advenio. Arbor amplus vitium tamdiu utique vado possimus spero."
		],
		"stock": 3,
		"type": "supplement"
	},
	{
		"id": 811,
		"slug": "whey-pure",
		"name": "Whey pure",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/whey-pure-5-lb-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/whey-pure/",
		"rating": 2.8,
		"price": 299900,
		"onOffer": true,
		"description": [
			"Our tangy-inspired Chair brings a taste of luxury to your beloved lifestyle"
		],
		"longDescription": [
			"Spiritus acidus cornu ara crinis. Advenio curriculum verumtamen pecco ascisco. Caute cruentus basium ager reprehenderit.",
			"Debitis conculco cicuta casus corona crastinus. Sum asper utique arguo vito tardus. Ubi voveo tandem corroboro debeo statim vos via denuncio.",
			"Tactus amo versus cognomen veniam. Solum fugiat adipisci. Sperno cilicium venustas arca voluptatem utique.",
			"Quae sustineo collum dolor canis adiuvo acervus decretum tenuis. Adfectus tenetur verbera quaerat uredo conventus paens asporto. Canis comitatus commemoro capto decretum abundans pax ratione atque.",
			"Cenaculum repellendus copia callide tamquam templum vorax valetudo subito. Torrens uredo usus balbus conduco bis. Textus accusantium iste dolore asporto cognomen.",
			"Dolores vesco vinco cognatus fugiat temptatio speculum crastinus baiulus venio. Aedificium cura terebro calco creber non. Atrox casso a argumentum.",
			"Varietas annus acervus decretum enim enim adeo auditor sed defleo. Pariatur amplus cedo stillicidium. Vergo condico tres annus depereo comis repellendus ulciscor venio."
		],
		"stock": 39,
		"type": "supplement",
		"offerPrice": 284000,
		"discountPercentage": 5
	},
	{
		"id": 90,
		"slug": "whey-pure-1-lb",
		"name": "Whey pure 1 Lb",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/whey-pure-1-lb-comprimido-300x300.png",
		"link": "https://castillosport.com/producto/whey-pure-3/",
		"rating": 0.7,
		"price": 83500,
		"onOffer": true,
		"description": [
			"West - Powlowski's most advanced Table technology increases posh capabilities",
			"Professional-grade Tuna perfect for delicious training and recreational use",
			"The Laney Pizza is the latest in a series of yummy products from Jones - Weissnat"
		],
		"longDescription": [
			"Et maiores adicio labore. Alias aegre voluptas barba. Triumphus trucido dignissimos.",
			"Aperio spero vetus calcar solvo admoneo cohibeo animadverto eligendi. Accusator comedo carpo adopto pectus deprecator aestus id pariatur. Delectatio utpote vitae volup peccatus utique nobis.",
			"Agnosco vito appello vehemens adversus perspiciatis conicio dedico dedico appositus. Careo deficio agnitio colligo coniecto arcesso suus tempora comitatus. Ustilo ara conscendo sub tempore truculenter arguo comptus.",
			"Id peior creator certe ver vallum. Conforto decens agnitio autem solitudo theatrum solutio clamo claro deprimo. Cado comptus stillicidium depraedor subnecto cuppedia animi suggero.",
			"Suus labore crebro ustulo cohibeo copiose delinquo desolo torrens cariosus. Arma advenio currus timidus. Versus addo vulpes distinctio sodalitas video.",
			"Subvenio denuo volva arbitro unus patria tametsi deduco sequi eveniet. Allatus aliquam cerno eius cervus. Sed coepi agnitio maxime una amor candidus ait."
		],
		"stock": 69,
		"type": "supplement",
		"offerPrice": 72000,
		"discountPercentage": 14
	},
	{
		"id": 91,
		"slug": "whey-pure-2-lb",
		"name": "Whey pure 2 Lb",
		"category": "Smart Nutrition",
		"categorySlug": "smart-nutrition",
		"image": "https://castillosport.com/wp-content/uploads/2023/06/whey-pure-sin-fondo-comprimida-300x300.png",
		"link": "https://castillosport.com/producto/whey-pure-2/",
		"rating": 2.5,
		"price": 155000,
		"onOffer": true,
		"description": [
			"The sleek and far-flung Salad comes with cyan LED lighting for smart functionality"
		],
		"longDescription": [
			"Studio sui corrigo. Delego fugit ex ubi coerceo accommodo numquam ipsum vinum. Versus adeo verbum tristis cresco facilis.",
			"Crepusculum vos creta volo basium. Commodo catena soleo architecto deleo conatus eos saepe crux audacia. Similique apud atque.",
			"Cerno degero cras quae suffoco custodia volo. Vestrum ulciscor voro aufero. Corroboro concido acsi tabgo sortitus termes synagoga ipsa in.",
			"Aro ullus quo confido acidus unus earum alioqui tum aeternus. Auctus crinis iste saepe vinco. Alter atque vesco corroboro quis atrox statim desidero ea administratio.",
			"Pecto amplitudo vomer. Circumvenio reiciendis truculenter una repellat. Adamo aspernatur creptio carbo urbs cur amet communis.",
			"Atrocitas ventus blandior capio doloremque auctus laboriosam laboriosam venio. Sto nemo sequi veniam. Speciosus tutamen allatus suspendo textor pax verbum velum totam.",
			"Placeat acies creo corporis. Volubilis atqui sublime adflicto. Templum venio cogito cui.",
			"Dens teres addo animi adficio traho. Abstergo crapula tamquam totus stella artificiose titulus accendo derideo alveus. Assentator curtus caelestis spes ea curis totam tego perferendis.",
			"Laborum cavus thymbra ullam nulla consectetur vitiosus suffragium comis. Nostrum aer surculus. Calcar cultura crinis spectaculum modi compono taedium tyrannus.",
			"Spiritus sub demulceo cibus sonitus comparo chirographum absque volva ab. Suspendo denique ventito veniam attollo. Socius cresco armarium cubitum dolor quae sophismata vinco claustrum utrum."
		],
		"stock": 68,
		"type": "supplement",
		"offerPrice": 140000,
		"discountPercentage": 10
	},
	{
		"id": 92,
		"slug": "zol",
		"name": "Zol",
		"category": "Nutramerican Pharma",
		"categorySlug": "nutramerican-pharma",
		"image": "https://castillosport.com/wp-content/uploads/2024/12/43-300x300.png",
		"link": "https://castillosport.com/producto/zole/",
		"rating": 2.5,
		"price": 29990,
		"onOffer": false,
		"description": [
			"Small Chicken designed with Granite for bowed performance",
			"Ergonomic Table made with Metal for all-day rare support"
		],
		"longDescription": [
			"Acervus aggero tunc aer. Timidus creptio xiphias. Cetera causa barba amita turpis.",
			"Distinctio quidem volva conspergo catena cohaero vespillo velit defleo. Amaritudo contra qui consequuntur pax solus earum crastinus. Vero ratione cernuus delinquo arcesso cibo vesco stillicidium statim villa.",
			"Vulnero quaerat magni. Quos cariosus thermae verto speculum caput. Doloribus tantum defaeco.",
			"Asper dedico viduo. Inflammatio optio texo cognomen clam. Paens carcer animi conduco caries decerno consuasor surculus.",
			"Delego cupiditate absens avarus thema dedecor nisi. Soleo vado currus tantillus ustulo cubicularis bis. Neque cunctatio cavus adipiscor thymum pectus antiquus.",
			"Depono denuncio ratione clamo causa. Beatus cena despecto apostolus amplus adulatio conspergo accusantium absorbeo cito. Triumphus enim animus adsum curvo thymum occaecati."
		],
		"stock": 30,
		"type": "supplement"
	}
]
